[
{"content": "Sumo wrestling is a Japanese sport that, in its current form, dates back to the 16th century. Steeped in history and tradition, the sport is highly ritualistic and parts are often associated with Shintoism. However, just because it’s old doesn’t mean it lacks a sense of humor. In fact, there is an entire ritual called (初切 or 初っ切り) dedicated to making crowds laugh. Shokkiri is typically performed by two lower-ranking sumo wrestlers who can spend weeks planning and choreographing their routine. The main objective is to illustrate to audiences, often through slapstick humor, the many illegal moves and unacceptable behaviors of the sport. It’s the one time that all rules are broken in order to explain them. Shokkiri isn’t performed during tournaments but during other sumo-related events like retirement ceremonies or charity tournaments. The most recent one was performed last week on February 4, 2018, during the retirement ceremony of former-wrestler Asasekiryu. For the segment, wrestlers Takamisato and Shobushi illuminated audiences on the many illegal sumo moves.", "date": "February 13, 2018", "author": "Johnny", "post_categories": ["Go and See"], "post_tags": ["sports", "sumo"]},
{"content": "One would be hard-pressed to find a more delicate material to create art from. But for Japanese artist Yusuke Aonuma , single dandelion fluff, the feathery, umbrella-like structure that carries the seed to faraway lands, captivated his creative mind. Aonuma begins by harvesting the dandelions ( , in Japanese) and drying them, thereby creating an abundant supply for him to work with. He then “plants” them upright in acrylic slabs to form three-dimensional geometric and architectural shapes. Over 50 different slabs were on display recently at an exhibition in Tokyo, a show that Aonuma titled “Iki wo tateru” (息を立てる), which roughly translates as “to breath.” Aonuma encouraged visitors to gently breath on the dandelion fluff sculptures as a way of visualizing that they were real and standing upright. Although Aonuma’s exhibition has since closed, the artist has announced an upcoming exhibition in March of 2018, which will take place in the Omotesando district of Tokyo. The exact location and dates have yet to be revealed. You can follow the artist on Twitter and Instagram .", "date": "January 30, 2018", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["plants", "tanpopo"]},
{"content": "For the past 7 years , Toru Matsui, a plumber who lives in the mountainous Inabucho town of Aichi prefecture, has taken on an ambitious annual art project. Each winter, as temperatures fall and tourists begin to dwindle, Matsui’s artwork becomes a beacon of light that encourages visitors to travel out to his neck of the woods to see his waterfall of ice. Titled “ ,” which is the Japanese word for wateralls that have frozen over, Matsui created the structure with the help of his entire family. It’s made from a complex wooden latticed structure that was built on a sloping hill on Matsui’s property. Using his vocational training in plumbing, Matsui built an irrigation system that carries water from a nearby ravine, then branches out to spray the entire wooden structure with water, which freezes over to create large icicles. When completed, both its width and height measure about 20 m (65 ft) and it appears like a treacherous frozen waterfall. Originally created in 2011, Matsui & sons improve on the structure each year, making it slightly bigger than the last. In 2012 they installed LED lights to illuminate the ice in the evening, which has proven popular for visitors. According to the local tourism association, the waterfall attracted 3500 people last year. If you want to visit, here is the location on Google Maps.", "date": "February 2, 2018", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["ice", "waterfall"]},
{"content": "Inspired by the ancient yet versatile 8-bit technology, NY-based Japanese artist Shinji Murakami has been creating works that harken back to the original Dragon Quest, Zelda and other video games of his childhood. So it’s not surprising that much of his work takes after the nostalgic, 8-bit aesthetic of pixelated bumpiness. One of his latest creations is this series of adorable mini-puppies based on his iconic exploration of three-dimensional 8-bit sculptures. The process is one of distillation and discovery: removing information to bring into focus the most important elements. Each puppy is a wooden block sculpture that has been hand-cast in resin. And they’re available in fun, vibrant shades of blue, yellow, white, pink and green. Each color is a limited edition of 100 and is a collector’s item for art and dog lovers alike. It’s the perfect pet for any home. And the best part: it doesn’t shed 😉", "date": "February 2, 2018", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["shinji murakami"]},
{"content": "In recent years green tea has appeared to follow the very same trajectory as coffee from 1st wave and 2nd wave to now 3rd wave. For better or for worse, green tea is no longer considered an old person’s beverage. It’s hip, it’s healthy and it’s everywhere. Cafes in Japan (and all over the world, for that matter) have been the first to capitalize on this trend. Take for example, San Grams , which opened in 2016, and then the world’s first hand-dripped tea café , which opened in 2017. This year, Tokyo will see two different green tea-inspired hotels opening in Tokyo. Opening in February 9th, 2018 and located in Shibuya is Hotel Koe . Meaning “voice” in Japanese, Hotel Koe is meant to create a link between Japanese culture – fashion, urban design and food – and project that voice into the world in the form of a hotel. It’s designed by Makoto Tanijiri and Ai Yoshida , who explain that their “design aims to make use of the medium of the hotel to rethink our links with the streets, our links with food, clothing and shelter, and to offer new experiences.” Branding and signage is the work of art director Shun Kawakami . The 1st floor houses a bakery/restaurant, as well as ‘koé space,’ where art, music and other special events are held. The 2nd floor features an apparel shop where you’ll find limited-edition items created in collaboration with designers and illustrators. The entire complex comprises a hotel-in-shop experience. The 3rd floor and up is where you’ll find the accommodations, and is where the designers drew inspiration from Japan’s tea ceremony. The rooms give a modern twist to the elements of the “chashitsu,” or tea rooms, and incorporate features like an engawa, a non-tatami porch. Opening later this year on December 1, 2018 is Hotel 1899 . The new hotel will be owned and operated by the Ryumeikan Hotel , and represents their first new acquisition of land in roughly 100 years. The hotel does operate a restaurant in Tokyo – the 1899 Restaurant Ochanomizu – and both borrow their name from the date that the original hotel was established. The new Hotel 1899 is being designed by Gensler’s Tokyo Office , who have been responsible for a large number of corporate offices in Tokyo like Netflix, Facebook, Pfizer and Booking.com. The entire Hotel 1899 is being envisioned as a modern take on Japan’s tea culture that “delivers the liveliness of people gathering and interacting and a quietness that is removed from the noise of the city, together with the tea culture of japan.” A total of 63 rooms will occupy floors 3 through 9. Below them, guests will be able to enjoy green tea at a special café, as well as other green tea-inspired creations like green tea beer!", "date": "February 7, 2018", "author": "Johnny", "post_categories": ["Architecture"], "post_tags": ["green tea", "tokyo guide", "tokyo guide relax"]},
{"content": "Born in 1989, Takuma Sato is a Japanese photographer who studied architecture in school. His work tends to be highly conceptual and his approach to photography is one that highlights the architectural relationship between objects. One of his most eye-capturing, thought-provoking and just overall satisfying series is WYSASSS . The acronym stands for – you’ll never guess so don’t try – “When You See the Acrylic to See a Stone a Stone.” To create his enigmatic portraits, Sato placed a piece of acrylic in between two stones and photographed them at the perfect angle so that the acrylic is rendered nearly invisible and the top stone appears to levitate. Look closely and you’ll see a very slight discoloration where the acrylic is placed. In a recent exhibition , Sato’s photographs and sculptures return to the stage to be remixed by curator and fellow photographer Gosuke Sugiyama (Gottingham). “WYSASSS ── curated by Gottingham” is on view at CAGE GALLERY in Tokyo through March 25, 2018.", "date": "February 8, 2018", "author": "Johnny", "post_categories": ["Architecture", "Art"], "post_tags": ["Photography"]},
{"content": "Last year the commercial complex Tokyo Midtown invited illustrator Ryo Takemasa to illustrate some of the most common birds in Tokyo. By teaming up with graphic design studio Tawarasha , they created a wonderful little pamphlet of 25 of the most common birds of Japan’s capital. They’re all there, from the common swallow and turtle dove to the beautiful great egret and annoying large-billed crow. The booklet was produced exclusively for Tokyo Midtown and if you visited last your you may have been lucky enough to pick one up. If not, there are many more of Takemasa’s beautifully illustrated birds in his portfolio .", "date": "February 9, 2018", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["birds", "Illustration"]},
{"content": "Despite being a sustainable resource that can be harvested from perennials, the use of wood in cities and high-rises has long been avoided. Wood has been thought of as structurally unsafe, susceptible to rotting, and flammable. But thanks to advances in technology that has enabled the engineering of mega-strong, fire-resistant timber, wood is now slowly returning to urban settings. And Japan is raising the bar – quite literally – when it comes to using wood to construct skyscrapers. Japanese builder and developer Sumitomo Forestry has teamed up with architecture firm Nikken Sekkei to construct a 350-meter (1148 ft) wooden skyscraper in Tokyo’s Marunouchi district right around Tokyo Station. Although still in conceptual stages, the company is aiming to complete “W350” by 2041, a date that would mark the 350th anniversary of the company. If completed, it would be the world’s tallest wooden structure and would even beat out Japan Abeno Harukas (300 meters) in Osaka, which currently holds the record of tallest building in Japan. Using a hybrid 9:1 ratio of wood to steel, Sumitomo Forestry aims to replace concrete, which is one of the world’s largest carbon footprint contributors. The skyscraper would be a 70-floor mixed-use building that would include a hotel, office space, commercial space and residences. Wrap-around balconies at different intervals would be planted with lush wildlife. And greenery would extend throughout the entire complex, creating a vertical forest where humans and wildlife can flourish. As David Attenborough optimistically said in the final installment of Planet Earth II, “we are the designers of this environment. How, and whether we decide to invite the wildlife back, is up to us.”", "date": "February 11, 2018", "author": "Johnny", "post_categories": ["Architecture"], "post_tags": []},
{"content": "For anyone who spent time in Japan in the late 90s and early 2000s and was exposed to the raspy, grungy sounds of the band Love Psychedelico, you’ll most certainly find comfort in Glim Spanky . Hailing from Nagano, the duo is led by 26-year old vocalist Remi Matsuo and joined by guitarist Hiroki Kamemoto. The name Glim Spanky comes from the lead singer’s interest in Celtic culture, as well as their attitude towards their own music. Apparently, “Glim” is like a mythical goblin creature while “spanky” embodies the singer’s intent to slap the music industry in the face with their music. Or something like that. Either way, it’s a memorable name. Matsuo and Kanemoto went to the same high school together, and it’s where Glim Spanky was originally formed, but as a tribute band. They later began writing their own music and then moved to Tokyo. But the two never forgot their roots as a cover band and continued to cover some of their musical influences like Janis Joplin and The Beatles. This cover of Joplin’s Move Over is quite good. One of the most alluring traits of the band is their rough, unpolished sound. And in Japan, where music tends to be overly engineered and dressed up, the diamond in the rough actually shines brighter. Like what you hear? You can find more of their music on YouTube . Glim Spanky is also on Twitter and Facebook . And be sure to check out our other Music Monday picks.", "date": "February 12, 2018", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["music monday"]},
{"content": "What better reprieve is there from the hustle and bustle of Japanese city life than a trip to the local public bath house ( )? Such is the focus of Toshizo Hirose, who has made it his life’s work to depict the unique characteristics of bath houses all across Japan in an equally unique medium: stamps. Each of Hirose’s stamp designs depicts an individual bath house in Japan with a particular focus on the bath house’s unique features: a stunning mural of Mount Fuji, a stately front entrance, a water spout in the shape of a lion’s head. By highlighting these specific quirks, Hirose hopes to inspire others to visit local public bath houses more frequently. In fact, traditional bath houses are disappearing in Japan, where one public bath house goes out of business about once a week. Last month, Hirose held two exhibitions in Tokyo of his stamp designs intended to generate interest in local public bath houses. The first , a partnership with the Tokyo Sento Association, included stamps Hirose created for the 22 public bath houses in Tokyo’s Arakawa Ward, which has the second-highest ratio of bath houses to residents in Tokyo. The second exhibition showcased roughly 100 stamps of individual bath houses all across Tokyo, representing what Hirose describes as a “ pilgrimage.” Visitors can even embark on their own pilgrimages by collecting stamps from each bath house featured in Hirose’s designs.", "date": "February 12, 2018", "author": "Rachel Mimms", "post_categories": ["Art"], "post_tags": ["onsen"]}
][
{"content": "Sumo wrestling is a Japanese sport that, in its current form, dates back to the 16th century. Steeped in history and tradition, the sport is highly ritualistic and parts are often associated with Shintoism. However, just because it’s old doesn’t mean it lacks a sense of humor. In fact, there is an entire ritual called (初切 or 初っ切り) dedicated to making crowds laugh. Shokkiri is typically performed by two lower-ranking sumo wrestlers who can spend weeks planning and choreographing their routine. The main objective is to illustrate to audiences, often through slapstick humor, the many illegal moves and unacceptable behaviors of the sport. It’s the one time that all rules are broken in order to explain them. Shokkiri isn’t performed during tournaments but during other sumo-related events like retirement ceremonies or charity tournaments. The most recent one was performed last week on February 4, 2018, during the retirement ceremony of former-wrestler Asasekiryu. For the segment, wrestlers Takamisato and Shobushi illuminated audiences on the many illegal sumo moves.", "date": "February 13, 2018", "author": "Johnny", "post_categories": ["Go and See"], "post_tags": ["sports", "sumo"]},
{"content": "One would be hard-pressed to find a more delicate material to create art from. But for Japanese artist Yusuke Aonuma , single dandelion fluff, the feathery, umbrella-like structure that carries the seed to faraway lands, captivated his creative mind. Aonuma begins by harvesting the dandelions ( , in Japanese) and drying them, thereby creating an abundant supply for him to work with. He then “plants” them upright in acrylic slabs to form three-dimensional geometric and architectural shapes. Over 50 different slabs were on display recently at an exhibition in Tokyo, a show that Aonuma titled “Iki wo tateru” (息を立てる), which roughly translates as “to breath.” Aonuma encouraged visitors to gently breath on the dandelion fluff sculptures as a way of visualizing that they were real and standing upright. Although Aonuma’s exhibition has since closed, the artist has announced an upcoming exhibition in March of 2018, which will take place in the Omotesando district of Tokyo. The exact location and dates have yet to be revealed. You can follow the artist on Twitter and Instagram .", "date": "January 30, 2018", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["plants", "tanpopo"]},
{"content": "For the past 7 years , Toru Matsui, a plumber who lives in the mountainous Inabucho town of Aichi prefecture, has taken on an ambitious annual art project. Each winter, as temperatures fall and tourists begin to dwindle, Matsui’s artwork becomes a beacon of light that encourages visitors to travel out to his neck of the woods to see his waterfall of ice. Titled “ ,” which is the Japanese word for wateralls that have frozen over, Matsui created the structure with the help of his entire family. It’s made from a complex wooden latticed structure that was built on a sloping hill on Matsui’s property. Using his vocational training in plumbing, Matsui built an irrigation system that carries water from a nearby ravine, then branches out to spray the entire wooden structure with water, which freezes over to create large icicles. When completed, both its width and height measure about 20 m (65 ft) and it appears like a treacherous frozen waterfall. Originally created in 2011, Matsui & sons improve on the structure each year, making it slightly bigger than the last. In 2012 they installed LED lights to illuminate the ice in the evening, which has proven popular for visitors. According to the local tourism association, the waterfall attracted 3500 people last year. If you want to visit, here is the location on Google Maps.", "date": "February 2, 2018", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["ice", "waterfall"]},
{"content": "Inspired by the ancient yet versatile 8-bit technology, NY-based Japanese artist Shinji Murakami has been creating works that harken back to the original Dragon Quest, Zelda and other video games of his childhood. So it’s not surprising that much of his work takes after the nostalgic, 8-bit aesthetic of pixelated bumpiness. One of his latest creations is this series of adorable mini-puppies based on his iconic exploration of three-dimensional 8-bit sculptures. The process is one of distillation and discovery: removing information to bring into focus the most important elements. Each puppy is a wooden block sculpture that has been hand-cast in resin. And they’re available in fun, vibrant shades of blue, yellow, white, pink and green. Each color is a limited edition of 100 and is a collector’s item for art and dog lovers alike. It’s the perfect pet for any home. And the best part: it doesn’t shed 😉", "date": "February 2, 2018", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["shinji murakami"]},
{"content": "In recent years green tea has appeared to follow the very same trajectory as coffee from 1st wave and 2nd wave to now 3rd wave. For better or for worse, green tea is no longer considered an old person’s beverage. It’s hip, it’s healthy and it’s everywhere. Cafes in Japan (and all over the world, for that matter) have been the first to capitalize on this trend. Take for example, San Grams , which opened in 2016, and then the world’s first hand-dripped tea café , which opened in 2017. This year, Tokyo will see two different green tea-inspired hotels opening in Tokyo. Opening in February 9th, 2018 and located in Shibuya is Hotel Koe . Meaning “voice” in Japanese, Hotel Koe is meant to create a link between Japanese culture – fashion, urban design and food – and project that voice into the world in the form of a hotel. It’s designed by Makoto Tanijiri and Ai Yoshida , who explain that their “design aims to make use of the medium of the hotel to rethink our links with the streets, our links with food, clothing and shelter, and to offer new experiences.” Branding and signage is the work of art director Shun Kawakami . The 1st floor houses a bakery/restaurant, as well as ‘koé space,’ where art, music and other special events are held. The 2nd floor features an apparel shop where you’ll find limited-edition items created in collaboration with designers and illustrators. The entire complex comprises a hotel-in-shop experience. The 3rd floor and up is where you’ll find the accommodations, and is where the designers drew inspiration from Japan’s tea ceremony. The rooms give a modern twist to the elements of the “chashitsu,” or tea rooms, and incorporate features like an engawa, a non-tatami porch. Opening later this year on December 1, 2018 is Hotel 1899 . The new hotel will be owned and operated by the Ryumeikan Hotel , and represents their first new acquisition of land in roughly 100 years. The hotel does operate a restaurant in Tokyo – the 1899 Restaurant Ochanomizu – and both borrow their name from the date that the original hotel was established. The new Hotel 1899 is being designed by Gensler’s Tokyo Office , who have been responsible for a large number of corporate offices in Tokyo like Netflix, Facebook, Pfizer and Booking.com. The entire Hotel 1899 is being envisioned as a modern take on Japan’s tea culture that “delivers the liveliness of people gathering and interacting and a quietness that is removed from the noise of the city, together with the tea culture of japan.” A total of 63 rooms will occupy floors 3 through 9. Below them, guests will be able to enjoy green tea at a special café, as well as other green tea-inspired creations like green tea beer!", "date": "February 7, 2018", "author": "Johnny", "post_categories": ["Architecture"], "post_tags": ["green tea", "tokyo guide", "tokyo guide relax"]},
{"content": "Born in 1989, Takuma Sato is a Japanese photographer who studied architecture in school. His work tends to be highly conceptual and his approach to photography is one that highlights the architectural relationship between objects. One of his most eye-capturing, thought-provoking and just overall satisfying series is WYSASSS . The acronym stands for – you’ll never guess so don’t try – “When You See the Acrylic to See a Stone a Stone.” To create his enigmatic portraits, Sato placed a piece of acrylic in between two stones and photographed them at the perfect angle so that the acrylic is rendered nearly invisible and the top stone appears to levitate. Look closely and you’ll see a very slight discoloration where the acrylic is placed. In a recent exhibition , Sato’s photographs and sculptures return to the stage to be remixed by curator and fellow photographer Gosuke Sugiyama (Gottingham). “WYSASSS ── curated by Gottingham” is on view at CAGE GALLERY in Tokyo through March 25, 2018.", "date": "February 8, 2018", "author": "Johnny", "post_categories": ["Architecture", "Art"], "post_tags": ["Photography"]},
{"content": "Last year the commercial complex Tokyo Midtown invited illustrator Ryo Takemasa to illustrate some of the most common birds in Tokyo. By teaming up with graphic design studio Tawarasha , they created a wonderful little pamphlet of 25 of the most common birds of Japan’s capital. They’re all there, from the common swallow and turtle dove to the beautiful great egret and annoying large-billed crow. The booklet was produced exclusively for Tokyo Midtown and if you visited last your you may have been lucky enough to pick one up. If not, there are many more of Takemasa’s beautifully illustrated birds in his portfolio .", "date": "February 9, 2018", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["birds", "Illustration"]},
{"content": "Despite being a sustainable resource that can be harvested from perennials, the use of wood in cities and high-rises has long been avoided. Wood has been thought of as structurally unsafe, susceptible to rotting, and flammable. But thanks to advances in technology that has enabled the engineering of mega-strong, fire-resistant timber, wood is now slowly returning to urban settings. And Japan is raising the bar – quite literally – when it comes to using wood to construct skyscrapers. Japanese builder and developer Sumitomo Forestry has teamed up with architecture firm Nikken Sekkei to construct a 350-meter (1148 ft) wooden skyscraper in Tokyo’s Marunouchi district right around Tokyo Station. Although still in conceptual stages, the company is aiming to complete “W350” by 2041, a date that would mark the 350th anniversary of the company. If completed, it would be the world’s tallest wooden structure and would even beat out Japan Abeno Harukas (300 meters) in Osaka, which currently holds the record of tallest building in Japan. Using a hybrid 9:1 ratio of wood to steel, Sumitomo Forestry aims to replace concrete, which is one of the world’s largest carbon footprint contributors. The skyscraper would be a 70-floor mixed-use building that would include a hotel, office space, commercial space and residences. Wrap-around balconies at different intervals would be planted with lush wildlife. And greenery would extend throughout the entire complex, creating a vertical forest where humans and wildlife can flourish. As David Attenborough optimistically said in the final installment of Planet Earth II, “we are the designers of this environment. How, and whether we decide to invite the wildlife back, is up to us.”", "date": "February 11, 2018", "author": "Johnny", "post_categories": ["Architecture"], "post_tags": []},
{"content": "For anyone who spent time in Japan in the late 90s and early 2000s and was exposed to the raspy, grungy sounds of the band Love Psychedelico, you’ll most certainly find comfort in Glim Spanky . Hailing from Nagano, the duo is led by 26-year old vocalist Remi Matsuo and joined by guitarist Hiroki Kamemoto. The name Glim Spanky comes from the lead singer’s interest in Celtic culture, as well as their attitude towards their own music. Apparently, “Glim” is like a mythical goblin creature while “spanky” embodies the singer’s intent to slap the music industry in the face with their music. Or something like that. Either way, it’s a memorable name. Matsuo and Kanemoto went to the same high school together, and it’s where Glim Spanky was originally formed, but as a tribute band. They later began writing their own music and then moved to Tokyo. But the two never forgot their roots as a cover band and continued to cover some of their musical influences like Janis Joplin and The Beatles. This cover of Joplin’s Move Over is quite good. One of the most alluring traits of the band is their rough, unpolished sound. And in Japan, where music tends to be overly engineered and dressed up, the diamond in the rough actually shines brighter. Like what you hear? You can find more of their music on YouTube . Glim Spanky is also on Twitter and Facebook . And be sure to check out our other Music Monday picks.", "date": "February 12, 2018", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["music monday"]},
{"content": "What better reprieve is there from the hustle and bustle of Japanese city life than a trip to the local public bath house ( )? Such is the focus of Toshizo Hirose, who has made it his life’s work to depict the unique characteristics of bath houses all across Japan in an equally unique medium: stamps. Each of Hirose’s stamp designs depicts an individual bath house in Japan with a particular focus on the bath house’s unique features: a stunning mural of Mount Fuji, a stately front entrance, a water spout in the shape of a lion’s head. By highlighting these specific quirks, Hirose hopes to inspire others to visit local public bath houses more frequently. In fact, traditional bath houses are disappearing in Japan, where one public bath house goes out of business about once a week. Last month, Hirose held two exhibitions in Tokyo of his stamp designs intended to generate interest in local public bath houses. The first , a partnership with the Tokyo Sento Association, included stamps Hirose created for the 22 public bath houses in Tokyo’s Arakawa Ward, which has the second-highest ratio of bath houses to residents in Tokyo. The second exhibition showcased roughly 100 stamps of individual bath houses all across Tokyo, representing what Hirose describes as a “ pilgrimage.” Visitors can even embark on their own pilgrimages by collecting stamps from each bath house featured in Hirose’s designs.", "date": "February 12, 2018", "author": "Rachel Mimms", "post_categories": ["Art"], "post_tags": ["onsen"]},
{"content": "The Microsoft Excel program, which comes pre-installed on most PCs, is typically reserved for financial analysis, or bookkeeping. But for Tatsuo Horiuchi, a 77-year old retired man living in Japan, it’s his acrylic paints; his watercolors; his canvas. “I set a goal,” says Horiuchi, who began painting in Excel in the year 2000, “in 10 years, I wanted to paint something decent that I could show to people.” And he’s certainly accomplished that goal. Today, he paints elaborate Japanese landscapes using simple vector tools within Excel. Since 2013 we have been working with Horiuchi by producing and selling limited edition prints of his fantastic panoramic landscapes that capture a deep appreciation for the 4 seasons of Japan. We recently added 3 new prints that are now available:", "date": "December 21, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["excel"]},
{"content": "I’ve been on a Yakitori kick these days. Sure it’s just chicken, but it’s also so much more! There’s nothing quite like sitting at the counter, watching the chef roast your skewer over hot coals as he fans the flames and smoke rises from the cinders. Omoide Yokocho, which also has the less-appetizing name Piss Alley, can be fun, but it’s swarming with tourists. If you’re looking for something a little more exclusive and intimate, head to Meguro where, nestled away on a side street is Torietsu. Torietsu is a gem of a spot where yakitori and Japanese whiskey come together, literally, as a family. The restaurant is run by Tsuyoshi Suzuki , who, this year, fulfilled his dream of running his own eatery with his father. The son spent the last 5 years in training, working at a different yakitori shop and waiting for the right time. That time finally came when his father retired from the famed Hotel Okura after working as a bartender for 45 years. Together, they opened Torietsu in May of 2017. The eatery stocks over 80 varieties of whiskey, many from Japan, but also from other countries. They source all of their jidori chicken from Kumamoto and the son’s grilling, combined with the father’s whiskey selection, makes for an unforgettable pairing. And the courses are reasonably priced: one at 3,000 yen and the other at 5,000 yen. The counter sits 8 and there 2 other tables that sit 8 more: small, but intimate. Torietsu Gakugeidaigaku 1B, 2-20-19 Takaban, Meguro-ku, Tokyo ( Gmaps ) Hours: 5:00pm – 10:00pm Closed Sundays and Holidays ", "date": "November 30, 2017", "author": "Johnny", "post_categories": ["Food"], "post_tags": ["tokyo guide", "tokyo guide eat"]},
{"content": "The 2017 Kansai Photojournalism Awards were announced last week. Exceptional photojournalism and videography from this year was recognized in various categories like News and Sports. The Kansai Photojournalism Association, which is made up of 76 news organizations with offices in the Kansai region, presented the most coveted Association Award to 2 photographers at Sankei News for their coverage of fireworks festivals over the summer . Photographers Tetsuji Yamada and Kotaro Hikono, from Sankei News , were recognized for their photographs of fireworks festivals captured from various vantage points. Between July and August, the two photographers traveled to fireworks festivals in Mie, Osaka, Shiga and Nara Prefectures where they captured fireworks lighting up the night sky from unconventional angles (like reflecting off a building, a plane taking off in the foreground and of a group of young women taking selfies). Over 100 photographs and 10 videos will travel the Kansai region as part of an exhibition. You can see them at AEON Mall KYOTO (12/6 – 12/12), Santica Hall Kobe (12/14 – 12/19) and Hanshin-Umeda Department Store Osaka (12/20 – 12/26).", "date": "December 5, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["fireworks", "Photography"]},
{"content": "The many decision-making processes for the upcoming Tokyo 2020 Olympics have been a bumpy ride, to say the least. Plagiarism allegations forced the committee to scrap their original logo and seek a new one . Then, when the new Tokyo Stadium proposal by the late Zaha Hadid was unveiled it was met with heavy criticisms over budget and site-specific appropriateness, which eventually forced the committee to start from scratch again . Now, with less than 1000 days to go, things seems to be back on track. Earlier this week 3 candidates were announced as potential mascots. Our first impression of the 3 candidates, which includes a pair – one for the Olympics and one for the Paralympics – is that they’re all quite similar. Each mascot (for now they’re being referred to as A, B and C) has their own unique characteristics but the general style makes it seem as if they were created by the same artist. And many of them were inspired by Japanese folklore. They remind us of something straight out of Yokai Watch, or Pokemon. For now, the creators remain anonymous but these 3 were selected from a bucket of 1753 entries that were vetted by a group of judges. Based on our first impressions, we’re going to say our favorite is Candidate B, which were inspired by Japanese folklore and fairy tales. We like A too for its visual consistency with the emblem. Candidate C is cute but looks a little too much like Jibanyan (from Yokai Watch). But it’s not up to us, or any adults, to make the decision. The final call will be made by schoolchildren from registered schools across Japan. That voting is set to take place From December – February with the final results being announced February 28, 2018. You can read other stories about the 2020 Tokyo Olympics right here .", "date": "December 7, 2017", "author": "Johnny", "post_categories": ["Graphic Design"], "post_tags": ["Tokyo 2020"]},
{"content": "It’s well-documented that Tokyo is amongst the world’s most densely-populated cities. And you don’t have to look to far for visual confirmation of this: simply board a train headed for central Tokyo during rush hour, or walk around Shibuya almost any day of the week. But the discerning photographer Tatsuto captures Tokyo’s density in a different way: through spectacularly chaotic and overstimulating photos of objects that make up this vibrant city. Tatsuto was born and raised in Japan, but also spent time in Sydney and New York. “I’m really into street photography,” he told us. “When I’m out shooting I walk around with my gears and take pictures of what I see.” Tatsuto posts his photos to instagram, where you can follow him at @_deepsky . His photos are both dense and crowded, but also intimate, a wonderful, visual balance that he seems to have perfected. But that’s not necessarily what he goes out in search for. “I enjoy capturing the moments which won’t ever happen again.”", "date": "December 9, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["Photography", "Tokyo"]},
{"content": "Japan has a rich appreciation for flowers like sakura (cherry blossoms) and kiku (chrysanthemums), which are practically national symbols. Deeply ingrained in the culture as part of the country’s appreciation for the 4 seasons, Japan even has a language of flowers (花言葉) that associates different emotions with plants. Now, a Japanese designer has adopted 5 of the most symbolic flowers and turned them into a set of colored pencils, recreating each color but also the shape of the flower. Designed by Toshihiro Otomo and produced by Trinus , (literally, flower-colored-pencils) are a set of 5 pencils that are shaped and colored like 5 of Japan’s traditional flowers and leaves. When sharpened, the shavings mimic the flower petals as they gently fall to the ground. The adorable cross sections – bellflower, evergreen, dandelion, plum and cherry – also make them easy to grip. They’re available in the Spoon & Tamago shop . And just in time for winter, a snowflake-themed set of colored pencils was also just released. When sharpened, the accumulated shavings mimic the shape of snowflakes. The 3 colors – white, silver and gold – are mixed with small particles that glisten and shine. These are also available in the Spoon & Tamago shop. ", "date": "December 12, 2017", "author": "Johnny", "post_categories": ["Industrial Design"], "post_tags": ["stationery"]},
{"content": "With just about 2 weeks before Japan welcomes in 2018, the new year of the dog, Hitachi Seaside Park in Ibaraki Prefecture has unveiled an enormous geoglyph of a Shiba-inu and 2 pups. The large sculpture measures 23 x 27 meters (75 x 89 ft) and is made from natural elements found in the park like kochia plants, tree branches and pine cones. From the ground the sculpture doesn’t look like much but the park’s ferris wheel will take visitors high up for a birds-eye view. The geoglyph, which is accompanied by the kanji character 安 meaning peace will be up through January 8, 2018.", "date": "December 14, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["dogs", "hitachi seaside park"]},
{"content": "Yuki Tatsumi was working as a waiter in a restaurant when one day, as he was cleaning up a table, he noticed that a customer had intricately folded up the paper chopstick sleeve and left it behind. Japan doesn’t have a culture of tipping but Tatsumi imagined that this was a discreet , subconscious method of showing appreciation. He began paying attention and sure enough noticed that other customers were doing the same thing. Tatsumi began collecting these “tips” which eventually led to his art project: Japanese Tip . Since 2012 Tatsumi has not only been collecting his own tips but he’s reached out to restaurants and eateries all across Japan communicating his concept and asking them to send him their tips. The response has been enormous. He’s collected over 13,000 paper sculptures that range from obscure and ugly to intricate and elaborate. Earlier this month Tatsumi staged an exhibition in Tokyo where he displayed 8000 of some of the most interesting sculptures sourced from all 47 prefectures around Japan. “Japanese Tip is a project between restaurants and customers,” says Tatsumi, “to communicate the ‘appreciation for food’ and ‘appreciation of the service’  by using the most common material used at any Japanese restaurant.” The exhibition has since closed but you can see some of the paper sculptures on his website and you can follow the initiative on Facebook . ", "date": "December 16, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["chopsticks"]},
{"content": "In a previous series on Mt. Fuji we talked about the many niche subcategories of photographing Mt. There’s Mt. Fuji with clouds, Mt. Fuji from afar, Mt. Fuji from the city and Mt. Fuji framed by various objects and sculptures. There’s even a dedicated group of photographers who get their kicks by shooting Mt. Fuji from different train stations. Now there’s one more subcategory: photographs that capture factories against a Mt. Fuji backdrop. Shizuoka prefecture is actually one of Japan’s heaviest manufacturing regions with an approximate 16 trillion yen worth of trains, chemicals and electronic parts being produced each year. Metallic, inorganic factories dot the landscape that surrounds one of Japan’s most photogenic mountains. And it’s around dusk, as the sun sets and the factory lights come on, when photographers seize their golden opportunity. Oddly enough, the man-made structures seen against the backdrop of Mt. Fuji has struck a nerve with many photographers in recent years. Tourism companies have even responded to the demand be offering evening factory tours . It seems that, for many, the factories offer a new and unique way of appreciating Mt. Fuji.", "date": "December 18, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["Photography"]},
{"content": "Ukiyo-e has inspired countless numbers of spinoffs that have riffed on everything from Star Wars and Nintendo characters to animated gifs . But one mashup we did not see coming was Edo Ball , a series of artworks by Australia-based art director Andrew Archer and “inspired by basketball, Japan, NBA and culture.” The series began in 2013 and its genesis, as art projects usually are, came from the artists genuine passion for basketball, ukiyo-e, and Japanese culture. The original series, aptly titled “Season 1” included 12 artworks released in 2016. Now on “Season 2,” Archer has just recently released 10 new artworks. Each artwork has a story behind it; one that is either based on Japanese mythology, history, NBA players themselves or a combination of all of the above. Prints are available in Archer’s online shop for $42 each.", "date": "December 19, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["sports", "ukiyo-e"]},
{"content": "Floor-to-ceiling bookshelves are lovely, and can act as a robust focal point in any home. But accessing the high shelves can be a problem. The common side-kick has always been ladders, which can also add character and charm. But for smaller homes like in Japan they can be a nuisance, occupying too much space for not enough usage. But Japanese architect Shinsuke Fujii came up with a simple, yet brilliant solution that solves another problem too: earthquake safety. The “ House in Shinyoshida ,” as it’s called, named for the neighborhood in Yokohama where it stands, was conceived shortly after the 2011 Tohoku Earthquake. The client, who happened to be an avid book lover, approached Fujii with the task to design a home around a large bookshelf that’s both easily accessible but also one that won’t spill all the books if there’s ever a tremor. The solution was to slant the entire western-facing façade and create a built-in slanted bookshelf whose shelves also function as a ladder. The slant allowed family members of all ages to climb up and reach books, but also keeps the books from falling should an earthquake ever shake the home. The slanted façade also had the effect of creating an open feeling in the family room, where the home’s high perch allowed for plenty of sunlight to enter through the large windows.  ", "date": "November 29, 2017", "author": "Johnny", "post_categories": ["Architecture"], "post_tags": ["architecture-residential", "books"]},
{"content": "Issui Enomoto is a taxi cab driver in Japan’s port city of Yokohama. But he’s also a photographer. And for Enomoto, these two go hand-in-hand, just like the relationship between a taxi and passenger. Enomoto keeps his camera next to him at all times, snapping nighttime-scenes of streets, as well as passengers. But only with permission, and only if it’s safe. For Enomoto, there’s a poetic serendipity in the act of picking up an unknown passenger and taking them to some destination: a seemingly random sequence of dreamlike events that have everything to do with chance. Enomoto works at night and so the photographs are always dark. They appear to capture his view through the front window but also some kind of reflection that embeds the scene with an unintended view. The photos, in fact, are double exposure shots that are composed intentionally, and in an attempt to capture how he remembers things. “It’s like all those experiences are compressed into one single memory,” says the artist. There’s a dubious element to Enomoto’s work, which shows through in his photographs. But he assures us that he always gets permission from his passengers to take their photographs. And safety is his top priority. For more on Enomoto, check out this short documentary , as well as his website .", "date": "November 4, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["Photography", "taxi"]},
{"content": "Ninety five years from today Doraemon, the amazing cat robot, will be born. At least that’s according to Fujiko Fujio’s imaginative comic . Doraemon and his magical fourth-dimensional pocket, which produces fantastical gadgets from the future, have tickled the minds of children (including myself) since the 1970s to today. It was easily my favorite cartoon growing up in Tokyo. However, we didn’t have a television so I vividly remember my mom taking me to a local soba shop near our small apartment in Koenji. We would sit down and order our dinner. A couple of minutes before 7pm, my mom would stand up, walk over to the waitress, and kindly ask – in broken Japanese – if we could change the channel. Looking back, it must have been an odd sight: an American mother and her small child, quietly slurping their noodles while watching Doraemon. Surely those kinds of memories are one in a  million, and if you have your own nostalgic memory of Doraemon, head to the Mori Art Museum in Roppongi Hills where visual interpretations of everyone’s favorite cat robot is on full display thanks to a collaboration between 28 contemporary artists like Takashi Murakami, Yoshitomo Nara and Makoto Aida. “That’s not Shizuka-chan,” said a young child strolling through the gallery with his father. He was referring to a sexualized version of the comic’s lone female character, who had emerged from water dripping wet. Painted by the 32-year old artist Satomi Kondo, it was a reinterpretation of an actual scene. Those who overheard the boy’s comment couldn’t help but chuckle as they attempted to reconcile their own memories with the artist’s. Indeed, you won’t always find yourself nodding in approval but you’ll be stunned nonetheless to see the wide range of interpretations of a beloved character who has, by and large, remained constant in an ever-evolving society. One of the highlights for me was a small room camouflaged by double curtains to keep the light out. Inside the dark room, a small train on tracks with an LED light traverses through household objects, casting oversized shadows onto the walls and creating a world that felt like you were inside a comic book. It was the work of Ryota Kuwakubo . Photography wasn’t allowed in that room so you’ll have to see it for yourself. The Doraemon Exhibition is up through January 8, 2018.", "date": "November 6, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["doraemon", "tokyo guide", "tokyo guide art shows"]},
{"content": "Last week we were in Tokyo to celebrate a very special milestone: 10 years of writing about Japanese art, design and culture on Spoon & Tamago. Although we prefer to remain behind the curtains and let the artists we feature shine, we couldn’t help but resist a very special offer and meaningful recognition from Stephen Globus and the Globus Family , who hosted a dinner in Tokyo with 100 of our favorite artists and designers. It was followed by an after-party featuring a private performance by Japanese band KAO:S . Honestly, we couldn’t think of a better way to celebrate. Below are some photos from the event, and above is a video that we produced for our 10-year anniversary that debuted during the dinner (there’s also a Japanese version here ). Our only regret is that we couldn’t invite more people, especially our readers who have supported Spoon & Tamago over the years and helped take us to where we are today. We do hope we have a chance to meet up at future events but for now, please accept this note as a token of our gratitude. Thanks for reading and we look forward to more great years! ", "date": "November 11, 2017", "author": "Johnny", "post_categories": ["notes from the editors"], "post_tags": ["Spoon & Tamago"]},
{"content": "At the age of 72, Kimiko Nishimoto decided to do something she had never done before. She decided to take a beginners course in photography that was taught by her eldest son. Nishimoto immediately fell in love with the medium and began taking humorous, comical and sometimes surreal self-portraits. 10 years later, at the age of 82, she was given her first solo exhibition at a local Museum in Kumamoto, where she lives. Her passion for photography and humor proved contagious, and she soon became an internet star. Still active at the age of 89, Nishimoto takes all her own pictures using a tripod and timer. All the digital enhancements and alterations are also done by Nishimoto herself. And now her work is going to be front and center at an exhibition in Tokyo taking place at Epson’s epsite imaging gallery . Titled “Asobokane” (遊ぼかね) – meaning “let’s play” in the artists local dialect – the exhibition will include new and previously unreleased digital artwork that examines the 89-year old artist’s passion for photography and outlook on life. “Asobokane” will be on display starting December 15, 2017 and will be up through January 18, 2018. If you’re nearby, go check it out. It’s a good reminder that it is *never* too late to do anything.", "date": "November 13, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["Photography", "tokyo guide", "tokyo guide art shows"]},
{"content": "Sea urchin, or uni, is a delicacy in Japan. But it’s also an acquired taste. For uni lovers like ourselves, you’re probably accustomed to having it served on rice as sushi, or as sashimi. Maybe the occasional uni pasta. But now a new Tokyo restaurant, aptly named Uniholic, wants to open up the doors to a whole new world of uni-possibilities. Uniholic opens tomorrow – November 15 – in Tokyo’s Roppongi district. And although the new restaurant specializes in a delicacy, they don’t want to be thought of as snobby. The restaurant is designed with a hip, casual ambiance with bar and even a communal table. The pendant lights that lovingly represent the underwater sea creature and its globular spines are a nice touch. At Uniholic, different varieties of sea urchin are sourced daily from all around Japan, and the world. Expect not only Japanese dishes but Italian and Spanish takes on sea urchin like Uni Acqua Pazza and Uni Ajillo. As far as pricing goes, Uniholic is serving a special 4-course uni dinner for 8000 yen to celebrate their opening. Uniholic is located on the 11th floor of the Yamato Building in Roppongi ( 7-14-5 Roppongi, Minato-ku, Tokyo ). Lunch hours are 11:30am – 2:30pm, Dinner hours are 5:00pm – 11:00 and their bar will stay open till 5am. You can find them on Facebook and Instagram .", "date": "November 14, 2017", "author": "Johnny", "post_categories": ["Food"], "post_tags": ["tokyo guide", "tokyo guide eat"]},
{"content": "Miwa Komatsu grew up in the mountainous regions of Nagano, Japan. The hills and forests was her playground; the animals her friends. She remembers one animal in particular: a Japanese wolf she revered as her protector and guardian. For whenever she got lost in the woods the mountain dog would show itself and appear to lead her home, only to mysteriously disappear once she was safe. One day she visited a local shrine and came face-to-face with a , a sculpture of a lion-like deity guarding and protecting the shrine. Since then, Komatsu has always been cognizant of her many guardians, but also fascinated by how different cultures have their own guardians. Egypt has the sphynx; the gryphon and gargoyle appear throughout Europe; India has Naga; Thailand has the powerful lion Singha. Each appears in a different form but guardians transcend culture and religion and for centuries have stood as a symbol for peace. And so Komatsu has dedicated much of her artistic career to capturing these guardians on canvas in a style that is dynamic, spiritual and ritualistic. In her live painting performances, Komatsu typically dresses in white robes. In sudden bursts of energy she’ll splatter her canvas with acrylic paint, often augmenting her brushstrokes with her hands, which, along with her attire, quickly appears to become part of the painting. Komatsu’s work is currently on display at Whitestone New Gallery in Ginza through December 3, 2017. From December 2 – January 7, 2018 her works will also be on display at Whitestone Gallery Taipei.", "date": "November 22, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["painting"]},
{"content": "When we were in Tokyo last month we downloaded the Oedo Burari app. It was pricey – 600 yen – but we decided to bite the bullet and go for it. And I have to say, it was worth it. Part of what makes Tokyo such a fun city to walk is its ancient history combined with its density. This app added a whole new dimension to Tokyo’s history by allowing you to walk along a map of old Edo originally created in the late 1600s. There are several of these such apps out there, and if there’s one you recommend, let us know in the comments! But the reason we chose this one is because it listed various sights of interest and locations , along with commentary, that are around even today. The app essentially overlays the old map on top of google maps and you can toggle back and forth. But it’s amazing see how city’s layout is still unchanged. According to the developer the app is available in both English and Japanese but we only experimented with the Japanese. ", "date": "November 23, 2017", "author": "Johnny", "post_categories": ["Interactive/ Technology"], "post_tags": ["apps"]},
{"content": "“Why is a painting dry? Why isn’t a painting alive?” It was that simple question that inspired Akiko Nakayama to create “Alive Paintings” that captures the vibrant movement, fluidity, energy and ephemerality of life by depicting the flow of paint and water. Depending on when the frame is frozen, still shots of Nakayama’s paintings can look like topographic heat maps visualizing some obscure data point. But to really appreciate its beauty, the 29-year old’s Alive Paintings must be ‘unfrozen’ and observed over a period of time as they, by definition, are continuously changing. In what is a cross between performance art and installation, Nakayama uses a multitude of kitchen basters loaded with paint and water to add, mix, tilt, blow and add all sorts of extraneous effects to her paints, recording and projecting it all onto a large screen. The result is a mesmerizing show of organic movements the resembles life itself viewed under a magnifying glass. In recent years she’s also added sound as another dimension to her work, as has collaborated with different musicians in liver performances. Most recently she performed with the Boston Symphony Orchestra at KLASSIK Underground in Tokyo . I think part of the allure of Nakayama’s paintings is that while she is seemingly in control and always appears to be present, much of what she creates is left up to chance. You can see more of Akiko Nakayama’s work on her website . You can also follow her on Twitter.", "date": "November 24, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["painting"]},
{"content": "It’s happened to the best of us: you have one too many drinks, catch the last train, fall asleep and wake up at the final stop. Well Tokyo must be one of the most thoughtful and caring cities because during the month of December, the Nishi Tokyo Bus Company will operate a (overslept rescue bus) that will meet passengers at the final stop and carry them back. The rescue bus was actually the brainchild of one of the drivers, who pitched it to the company and they’ve been offering the service for the past 4 years . Last year 75 people utilized the service. Once again this year the rescue bus will operate on Friday evenings during December (specifically, the 8th 15th and 22nd ) because that’s when the majority of the New Year’s parties take place, hence the high occurrence of oversleeping folks. Service is limited to those who ride the Chuo-line but the rescue bus will be awaiting you at 12:55 when the final train pulls into the final stop at Takao Station. It will then work its way back to Hachioji Station making several stops along the way. You can see the full timetable on the company’s website. There’s a pretty hefty fee of 800 yen though, which would probably make me just call a taxi.", "date": "November 27, 2017", "author": "Johnny", "post_categories": ["Industrial Design"], "post_tags": ["sake", "trains"]},
{"content": "Did you know that Japan has almost 200 different varieties of beans? Food writer Kiyomi Hasegawa traversed all of Japan to bring you this wonderfully laid out typology of Japanese beans. The book was designed by Azusa Kawaji , who helped organize and assemble the beans in a clear and intelligible way that emphasizes the round, cuteness of the beans but also where they’re grown, the origin of their names and how they’re eaten locally. The book is in Japanese only but it’s full of everything you ever wanted to know about Japanese beans!", "date": "November 2, 2017", "author": "Johnny", "post_categories": ["Food"], "post_tags": ["food"]},
{"content": "Tribal, animistic, sophisticated and codified. Although Japan and West Africa are oceans apart, these were some of the similarities that art director Serge Mouangue identified during his trip to Japan back in 2007. And in hindsight, this was the birth of Wafrica : an African kimono that blends Japanese refinement and attention to detail with West African rhythmic density and vibration. “In response to the argument that globalization may rob us of our cultural identity, a conversation between two ancient, strong and sophisticated identities: Japan and Africa,” says Mouange , explaining the thinking behind his initiative. “The conversation is about the beauty of weaving strands of our stories together.” Indeed, Mouange recalls the time a Japanese customer, curious and open, asked to try on the kimono. “Her reaction was spontaneous: ‘I am wearing a piece of universal heritage’”. The Wafrica kimonos , however, are so much more than a blend of 2 different cultures. They’re an attempt to redefine the narrative and get us to see a third aesthetic: one that respects the codes, beauties and qualities of two cultures. You can listen to Mouangue articulate this in a talk he gave back in 2012.", "date": "October 18, 2017", "author": "Johnny", "post_categories": ["Fashion"], "post_tags": ["kimono"]},
{"content": "Twenty years ago you could walk through Tokyo and stumble across small plots of farmland. And a small stand would sell fresh vegetables that had just been harvested. Those urban farms have virtually disappeared. But now, in one of the most unlikely spots, a farm encapsulated by a digital, technicolor greenhouse, has sprouted up, and is welcoming visitors in to smell, touch and learn about agriculture. Digital Vegetables , or Digi Vege, as the project is being called in Japan, is the work of PARTY and is located in Tokyo Midtown’s garden space. It’s part of the venue’s 2017 Design Touch event and, true to its name, encourages visitors to step into the digitally equipped, futuristic greenhouse and touch the 7 different kinds of vegetables growing inside. Touching them triggers a series of lights and sounds, all controlled by a meticulously programmed system and designed to spark ideas about the shapes and colors that are growing beneath the soil. “Start off by touching the 7 types of lives now growing strong in the soil,” says Naoki Ito, who was in charge of overall direction. “Then, bathe in the design of vegetables, enhanced by videos and sounds.” Sound designer Ray Kunimoto recorded sounds of rubbing seeds, touching leaves and eating fruits. “Tomatoes are violin, carrots are trumpet, cabbages are oboe, mini radishes are flute, sweet potatoes are piano, eggplants are harp, pumpkins are clarinet,” says Kunimoto, who mixed actuals sounds from vegetables with orchestra instruments. Digital Vegetables is on display in Tokyo Midtown through November 5th, 2017. It’s free but we recommend going between the hours of 5:00 – 9:00pm to see it lit up at night.", "date": "October 19, 2017", "author": "Johnny", "post_categories": ["Art", "Go and See"], "post_tags": ["tokyo guide", "tokyo guide new"]},
{"content": "During Edo period Japan, fires frequently broke out, forcing citizens to quickly relocate their entire lives. But it wasn’t just fires. Situated on an active fault line and surrounded by sea, citizens of Japan were always aware of the imminent dangers posed by earthquakes and tsunamis, a mindset that led to the development of mobility culture. People shunned the idea of owning heavy furniture and, instead, opted for a more minimal lifestyle by sleeping on futons and wrapping and carrying their belongings in furoshiki. A new brand of products is proposing a return to such a culture, and has launched a suite of products inspired by their ancestors. ONFAdd stands for “Of No Fixed Address” and is a new design label launched by a group of Japanese artists, product designers, architects, fashion designers and other creatives. Together, they’re proposing a reversion to more post-apocalyptic ways. Stability, in other words, is not only overrated but, in this day and age, it’s not a given. Taking cues from ancient Japanese artwork and historical photographs, the team has developed a suite of products that reconstruct mobility culture. They include the Futokoro minimal wallet and laptop backpack , the Futon portable sleeping pack (with optional solar panel), the Furoshiki backpack and the Samue maintenance-free suit. In a credit to their creative marketing, they even reverse-engineered their products back into historical Japanese Ukiyo-e. For those looking to adopt this new lifestyle, the entire suite of products will cost you $3260, which seems high until you realize you’re not going to be making those monthly payments on your apartment any more.", "date": "October 20, 2017", "author": "Johnny", "post_categories": ["Industrial Design"], "post_tags": ["wearable"]},
{"content": "A 35-year old janitor living in Osaka was arrested at his home last month for growing and selling marijuana. It’s a fairly rare incident in Japan but what really caught our eye was the unique techniques that the man used. Police found 21 potted plants in the man’s house. Marijuana plants can easily grow to be over 3 ft high but these plants were around 15 inches. When questioned by police, they learned that the man had used bonsai techniques to trim, prune and manicure the plants  so that he could maximize his small apartment space. In a statement the man said – and I quote – “this is the first time I’ve produced such a great crop.” Yes, he is the Mr. Miyagi of cannabis.  ", "date": "October 20, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["bonsai"]},
{"content": "In Japanese folklore, are the various supernatural beings — most often malevolent — that inhabit the natural world and play tricks on unsuspecting humans. French photographer Charles Fréger traveled to several remote Japanese villages over a period of two years to document the kinds of portrayed in local rituals and festivals. What he captured was the cultural diversity in a nation commonly mistaken by outsiders to be homogeneous. Instead of photographing the festivals themselves, Fréger scouted nearby natural landscapes to act as the backdrops for the figures. This was not always an easy task due to the handmade nature of the costumes and masks, many of which were made on the day of the festival. Outside of their typical context, these appear to inhabit their own world, which is what inspired the title of Fréger’s project: , or “island of monsters.” Perhaps one of the most fascinating aspects of these costumes is the visibility of the people behind the masks. “I think there is a willingness to show that the man is still there, in control of the figure,” says Fréger . “People aren’t transformed; they are playing. What’s really apparent about Japan in this project is theatricality.” A photobook of the project was published in August 2016 by Thames & Hudson. Included in it are descriptions of the rituals and costumes by Japanese anthropologists along with illustrations by German design duo Golden Cosmos .", "date": "October 24, 2017", "author": "Rachel Mimms", "post_categories": ["Art"], "post_tags": ["Photography", "yokai"]},
{"content": "In the event of a natural disaster, a person’s most basic needs — food, water, shelter, electricity — are often compromised. But one necessity often overlooked is the availability of working toilets. In the wake of recent natural disasters in Japan such as the 2011 Tohoku earthquake and tsunami and the Kumamoto earthquakes of 2016, Tokyo-based design company nendo teamed up with hardware supplier Sugita-Ace to combat this problem by designing a simple, innovative portable toilet kit they’ve dubbed the minimLET. One of the biggest challenges of designing a portable toilet is, quite simply, its portability. Nendo’s designers downsized their toilet kit into six items: a toilet seat, aluminum pipes, nylon tent cloth, pocket tissues, garbage bags and coagulant. Bulky elements such as the tent or the toilet seat had to be either scaled down or eliminated entirely. The minimLET works around these issues by having multifunctional parts: the aluminum poles can be used to prop up the toilet seat or support the nylon tent, which can also function as a poncho. Cheap, everyday items can also add functionality to the kit, and in a modern city like Tokyo, are often available at or near evacuation centers. Bearing this in mind, the minimLET’s structure can also be supported with a plastic umbrella, tin cans, or plastic bottles. The entire kit fits into a bag about the size of a laptop case. The bag itself has a gusseted bottom which can hold up to 16 liters of water, or roughly the amount needed for two toilet flushes. The minimLET is scheduled for retail launch in 2018 in Japan. With the increasing frequency of natural disasters and the limited access to toilets in many developing countries, one hopes that portable toilet kits like the minimLET can serve people in need worldwide.", "date": "October 25, 2017", "author": "Rachel Mimms", "post_categories": ["Industrial Design"], "post_tags": ["Nendo"]},
{"content": "Armed with an Olympus digital camera and a bag full of cat toys, Japanese photographer Hiroyuki Hisakata ventures off to an island populated by stray cats to photograph his feline friends. Hisakata’s specialty? Playing with them and capturing them in dynamic martial arts poses that have earned them the nickname Ninja Cats. Although he’s based in Kyushu, Hisakata keeps his locations top secret. He often shoots in the evening, and with his bag full of toys, plays with the cats while shooting them with his camera. The results are humorous and playful, and have been compiled into two different photobooks: one featuring adult cats and the other featuring kittens . Like almost everything these days, Hisakata does have critics, who call his activities abusive. But when playing and shooting the stray cats the photographer takes every precaution to prevent injury. In an interview he talks about some of his techniques and methods, noting that if the cats are getting too excited he’ll call off the shoot and wait for them to calm down. Hisakata is on Twitter where he posts pictures of the stray ninja cats.", "date": "October 29, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["cats", "photographer"]},
{"content": "Some things never go out of style; just ask the four artisans behind the group BUAISOU who still use natural centuries-old Japanese indigo dyeing techniques for their creations today. A recent mention in Vogue proves that this “Japan Blue” is still highly fashionable. And judging by the vibrant hues Japanese indigo dye produces, it’s no surprise why. Japanese indigo is incredibly versatile. Sukumo, the type used by BUAISOU, contains properties that prevent it from transferring or bleeding onto other garments, even white ones. The intensity of the indigo changes based on factors such as how long the fabric mixes with the dye or the way it is dipped into the dye vats. As a result, each object dyed with sukumo indigo is truly unique. The dye is derived from the leaves of the Japanese indigo plant that is native to Tokushima prefecture, where BUAISOU’s farm and studio are located. Once harvested, the indigo leaves are dried and then fermented in a vat of ash lye, wheat bran, and calcium hydroxide. The indigo color is the result of oxidization when fabric is dipped into the dye and exposed to the air. Indigo dyeing in Japan dates back to the 12th century in Tokushima prefecture on the island of Shikoku. For a large part of Japanese history, Tokushima was the center of Japan’s indigo production — until the creation of synthetic indigo in the 20th century. Now the number of indigo farms in Japan has dwindled from over a thousand to just four, including the one operated by BUAISOU. Nevertheless, the cultural significance of Tokushima’s traditional indigo dye remains: it was designated as an intangible cultural property by the Japanese government in 1968. BUAISOU’s vision involves “preserving the tradition of Japanese indigo,” and bringing “new vitality to ‘Japan Blue’ through our artistic and functional creations.” Many of these creations can be purchased on their online store or made by hand at any of their public workshops.", "date": "October 30, 2017", "author": "Rachel Mimms", "post_categories": ["Fashion"], "post_tags": ["tradition"]},
{"content": "Conveniently coinciding with Tokyo Fashion Week is Tokyo’s newest event celebrating contemporary art and design, aptly named ‘Designart.’ After its predecessor Tokyo Design Week permanently closed following the death of a five-year old at an exhibit in 2016 , Designart’s creators sought to fill the void in Tokyo’s modern art and design scene. The result is a sprawling week-long event spread across multiple Tokyo neighborhoods with over 70 exhibitions covering all aspects of design from fashion to photography to technology. The theme for Designart’s inaugural festival is “Bringing emotion into our daily lives.” Architect Yuji Okitsu seeks to entertain the connection between emotion and light with an installation of ‘lightflakes,’ which are very thin and lightweight lenses that can be assembled into any shape for any purpose: furniture, decoration, entertainment. The light refracted through the lightflakes changes with the availability of natural light throughout the daytime. Also included in the festival is the Amaranth Chair created by artist and architect Satoshi Itasaka . The chair is Itasaka’s own sardonic critique of (traditional Japanese cuisine) which, although designated as a UNESCO Intangible Cultural Heritage, often contains the food dye Amaranth, a known carcinogen banned in the United States but still in use in Japan. The red upholstery is a nod to Amaranth’s crimson color. Designart ‘s founders want “to go beyond design and art and encourage creative people of diverse backgrounds … regardless of culture, field or generation; to interact with each other, to create new value.” Although most of the designers featured are Japanese, a number of Western and non-Japanese artists are included as well. One such example is a collaboration between French designer Philippe Nigro and lacquerware craftsmen in Akita prefecture. The objects in this collection were made using traditional Akita lacquerware and wood craft. All of the items on display during the festival are available for purchase on-site or via their creators.", "date": "November 1, 2017", "author": "Rachel Mimms", "post_categories": ["Events"], "post_tags": ["tokyo guide", "tokyo guide art shows"]},
{"content": "Okawa City in Fukuoka prefecture is known as one of Japan’s furniture capitals. The city is even home to Okawa Kagu , a consortium of over a dozen artisans that are steeped in the craft of furniture, tatami and lattice making. Using their exact same skill set that goes into any piece of furniture, Okawa Kagu has produced a line a high quality, miniature furniture for cats . One problem that cat furniture has always had was that it was ugly; cheaply produced eyesores that made you want to cover them up. But Okawa Kagu’s cat furniture is produced with the same caliber that goes into any other piece. In fact, they’re really just miniature versions of actual pieces the furniture makers have designed. The cat sofa was designed and produced by Hiromatsu Furniture (who we’ve written about in the past ). The cat bed was designed and produced by Tateno Mokuzai . If you’re interested in any of these pieces you can contact the respective furniture companies directly via their website.", "date": "October 18, 2017", "author": "Johnny", "post_categories": ["Industrial Design"], "post_tags": ["cats", "Furniture"]},
{"content": "  Often times Japanese design is more about improving upon an existing design, rather than creating something new. And when a well-thought out yet subtle redesign drastically improves the way we use something, that in of itself can be revolutionary. Nothing is ever perfect, and there is always room for (改善), a Japanese word – it pops up in almost every aspect of Japanese culture – that literally means improve. The most recent example is this LED Flashlight recently released from Japanese minimal lifestyle retailer MUJI. It has space for two AA batteries and two AAA batteries but it will work with any combination, even just one battery. It simply emits it different glow. As the Tokyo-based designer Chris Palmieri aptly expounds : “This is how you design with graceful degradation.” But the battery configuration wasn’t the only area the designers focused on. A lightweight, minimal form makes it not only easy to use but aesthetically pleasing, and compatible with almost any room. Rest it head down and it also functions as a nightlight, which many reviewers say that’s exactly how they use it. It’s available through MUJI’s website for 2,990 yen (about $27).", "date": "October 1, 2017", "author": "Johnny", "post_categories": ["Industrial Design"], "post_tags": ["Muji"]},
{"content": "Autumn is officially upon us. It’s the season of shorter days, brighter moons and bountiful harvests. Niigata prefecture, in Northern Japan, is known for its rice paddies and rice production. Around this time of year the rice harvest becomes a big deal, as well as the tons of rice straw, or , that is leftover. It can be plowed down as soil improver, fed to livestock, or even woven into decorative ornaments. But before any of that, for the past 9 years Uwasekigata Park has hosted a Wara Art Festival by teaming up with art students to create creatures, both large and small, from rice straw. This year is the 10th anniversary of Niigata’s Wara Art Festival. And to commemorate, participants have sculpted animals twice as large as previous years. The Wara Art Festival all started in 2006 when the local district reached out to Musashino Art University to seek guidance on transforming their abundant amount of rice straw into art. And in 2008, the very first Wara Art Festival was held. Since then, every year the school sends art students up to Niigata to assist in creating sculptures made out of rice straw. The festivities have ended but the sculptures are on display through October 31, 2017. ", "date": "October 2, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["rice"]},
{"content": "In the wake of senseless domestic terrorism like the one we saw today in Las Vegas, Japan often becomes an example of how gun control can lead to a drop in gun violence. Take any year in recent history and Japan’s gun deaths per year are but a tiny fraction of the U.S. One common misconception though is that guns are banned in Japan. This however, is not entirely true. Most guns are illegal but shotguns and rifles are not. They’re just really hard to get. And why shouldn’t they? It’s only common sense that guns, with their potential to deliver fatality simply by the movement of a finger, should be tightly regulated. And citizens should expect nothing less from their country. From the Atlantic , here a few basic things you have to do in Japan before being allowed to own a death machine: There’s also the cost associated with owning a gun in Japan. This site estimates that it costs roughly 69,300 yen, or about $613 simply to become certified. It will cost you another $500 to purchase a used rifle and also another $500 for the required accessories like gun and bullet lockers.", "date": "October 2, 2017", "author": "Johnny", "post_categories": ["notes from the editors"], "post_tags": ["political", "violence"]},
{"content": "“In Hokkaido where I live, winters are harsh and snows are deep,” says photographer Eiji Ohashi . “Every day can become rather inconvenient” due to the constant snowfall. But heavy snows also bring wintry wonderlands and the discovery of small pleasures. One snowy night. Ohashi was walking outside when he found himself transfixed by the form of snow that had piled up on top of a vending machine. Japan has the highest penetration of vending machines per person (there’s roughly 1 vending machine for every 23 people in Japan) and the fact that the majority of them are outdoors is a testament to the country’s safety and respect for property. Very rarely are these machines ever vandalized. Outdoor vending machines, especially the ones in remote locations, buried in snowfall, became not only a photographic subject for Ohashi but also a welcome oasis from the harsh winters of Hokkaido. The deep snows can become inconvenient “but even then I can get warm drinks from the vending machines. When I hold a warm bottle that I buy from the vending machine, my feelings relax.” A collection of these photographs by Ohashi are available as a photobook . You can also see more of his work online .", "date": "October 4, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["Hokkaido", "Photography", "vending machines"]},
{"content": "yahyel is a Japanese 5-piece indie band formed by sampler Miru Shinoda, vocalist Shun Ikegai and track maker Wataru Sugimoto. They’re joined by percussionist Kazuya Ooi and video artist Kento Yamada, who is responsible for the groups groundbreaking music videos. Together with Ikegai’s cosmic, falsetto voice and Sugimoto’s dystopian post-dub step tracks, the group creates futuristic sounds that are far removed from any Japanese context. The name of the band comes from a term coined by spiritual medium Darryl Anka and refers to an alien race, but try not to let that get in the way of the music. The band adopted that name because, on the international music stage, they perceive themselves and Japanese musicians as alien. Yahyel wants the world to hear their music without the lens of Japanese culture, and without the use of any Japanese gimmicks. Late last year yahyel put out their first album Flesh and Blood. And last month they followed up with a single Iron / Rude. Above is a track from their first album and below is some of their newer stuff. Like what you hear? You can find more of their music on YouTube . yahyel is also on Twitter and Facebook . And be sure to check out our other Music Monday picks.", "date": "October 9, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["music monday"]},
{"content": "Ever since establishing his own studio in 2006, designer and director Mikiya Kobayashi has placed great emphasis on material; namely, natural resources like wood. So it only made sense for Masterwal , a Japanese furniture manufacturer that has made a name for themselves by producing high quality furniture made from walnut wood, to team up with Kobayashi. Together, they recently unveiled YU , a new collection of elegant and minimalist furniture. With an astute understanding of furniture and spatial design, Kobayashi connects Japan’s cultural legacy of natural elements with the new opportunities of our times. And that skill is clearly on display with his new collection for Masterwal , which includes chairs, tables, sofas and, surprisingly, a ping pong table. Using carefully selected wood sourced from Toyama prefecture, Kobayashi has gently crafted chairs with gorgeous curves and tables with clean straight lines. The ping pong table is, in particular, a beautiful piece of craftsmanship with a solid brass line through the middle and a net made of leather. The net can be removed easily and the table used for other purposes as well. The ping pong table costs 702,000 yen (about $6200) while the chairs range from between 68,000 yen to 72,360 (between $600 – $650). Masterwal has showrooms across Japan if you would like to see the pieces in person. In our shop we also sell a few small interior items designed by Mikiya Kobayashi.", "date": "October 10, 2017", "author": "Johnny", "post_categories": ["Industrial Design"], "post_tags": ["Furniture", "Mikiya Kobayashi"]},
{"content": "A Japanese web designer and typographer who simply goes by the name ‘ Nozaki ’ creates beautiful, pictorial Japanese typography that can sometimes walk a thin line between recognizable and unrecognizable. The phrases that are used are sometimes seasonal, sometimes random but in either case, Nozaki renders them with pictorial style that is enjoyable even if you can’t read Japanese. Japanese, like many languages, has different writing styles that have evolved, in part, due to their historic tradition of calligraphy, or shodo. Aside from normal printform styles, there are various gyousho and sousho styles that combine and simplify strokes, sometimes to the point of recognition. This tradition has allowed for further experimentation in Japanese typography, which often incorporates imagery from the actual meaning of that kanji. Nozaki, a recent graduate from Aichi Prefectural University of the Arts, builds on this tradition of experimentation by creating highly graphic kanji that incorporate elements of color, geometry and, of course, style. You can see a lot more of Nozaki’s work right here .", "date": "October 11, 2017", "author": "Johnny", "post_categories": ["Graphic Design"], "post_tags": ["typography"]},
{"content": "In 1737 a shop opened for business in what is now Nihonbashi, a central part of Tokyo that neighbors Ginza. And for 8 generations Yagicho Honten has stayed in business by producing and selling what is the backbone of Japanese cuisine: dried foods like (dried bonito), (kelp), and mushrooms, three basic ingredients that go into soup stock. Now, on the 280 anniversary of its birth, the shop has been renovated in a deep-redish hue that pays homage to both the original color of the structure, as well as the color of the dried bonito. “We made wood boxes for display in the main store space out of MDF (medium-density fiberboard) in the same color, and placed them in stacks to create a space like a marketplace,” explained architect Jo Nagasaka . Centrally located and also serving as a major focal point is a large copper countertop that functions as a kitchen for demonstrations but also where customers conduct transactions. The shop periodically conducts workshops and demonstrations on how to use their dried ingredients to make . Yagicho Honten emits a certain regal self-assurance that most certainly connects to its long tenure in the neighborhood. On sunny days, the store opens all its doors, creating a close connection to the city and its people. Even though it’s surrounded  by large buildings and modern convenience stores it remains grounded in the spot it grew up.", "date": "October 12, 2017", "author": "Johnny", "post_categories": ["Architecture"], "post_tags": ["Jo Nagasaka", "tokyo guide", "tokyo guide shop"]},
{"content": "If there’s one things that’s visually unique about Tokyo it’s the vibrant, rich and sometimes overstimulating skin of signs: store signs, street signs and traffic signs in a rainbow of colors. In fact, take Tokyo’s skin and apply it to any other city in the world and it will look like Tokyo. Tokyo Signs is a new brand of fashion that takes inspiration from the streets of Tokyo that’s “bursting with visual delights at every turn.” Tokyo Signs is the brainchild of Bento Graphics , a Tokyo-based design and web development studio that, in the interest of full disclosure, was responsible for Spoon & Tamago’s website renewal in 2014 . “Our aim is to capture everything we encounter in the Japanese streetscape,” says the team. “Roadmarks, signage, advertising, traffic signs, storefronts, sign boards, neon lights, street art and everything in-between.” That visual database becomes a key reference point for graphics that are then cleverly incorporated into t-shirts, tote bags and other fashion items. Even their homepage is an homage to the streets of Tokyo in that it almost feels like a stroll down some side street. The t-shirts range between $29.50 – $41 while the tote bag is $34.50 and the leggings $39.95. New images and items will continue to get added and you can follow along (as well as submit your own shots of Tokyo signs) on their Instagram account .", "date": "October 12, 2017", "author": "Johnny", "post_categories": ["Fashion"], "post_tags": ["Tokyo"]},
{"content": "Yayoi Kusama, one of Japan’s most prolific and successful artists, surprised her fans and the art world in August when it was reported that the 88-year old artist was getting her own museum in Tokyo. The Yayoi Kusama Museum opens to the public today, October 1. We were there last week for a sneak peek into what visitors can expect from the 5-story building.  Visitors expecting a large-scale retrospective like the types we’ve seen staged by U.S. museums may be disappointed as the initial impression upon entering the ground level is that the space is quite small. But then again, what kind of venue would ever be able to hold the tremendous volume of works that Kusama has created over her vast career? After moving through the reception desk on the ground level and paying the 1000 yen admission, visitors move to the 2nd floor, a space dedicated to Kusama’s black & white works. A note on tickets: you must reserve advance tickets for a 90-minute window online. Tickets are released 3-months in advance and, as of now, tickets through year-end are sold out. Tickets for January 2018 will be released November 1 at 10AM Japan time. Anyone who has attended one of her large shows overseas will be accustomed to this format. If you’re able to score tickets, however, the experience should be quite serene. Only 50 visitors will be admitted at a time for one of four 90-minute slots per day. The third floor is a large, open space dedicated to Kusama’s color paintings. A vaulted ceiling and a beautiful winding staircase beckon visitors to the 4th floor, where a single Instagram-friendly immersive infinity room awaits. On the 5th floor is a small library with books and magazines dedicated to the life and works of Yayoi Kusama. There is also an outdoor space that’s home to one of Kusama’s newly-sculpted large pumpkins. Kusama personally selected the works that are part of the current exhibition, which plans to rotate every 6 months. Speaking with the press, the artist expressed her love for humanity and her hopes for mankind. In her small and frail voice she explained that she wanted a place in Tokyo where fans of her work could come to. “I hope my works contribute to a society without war,” she said, hardly audibly. But it wasn’t necessary – her works spoke volumes. (Many thanks to Tokyo-based photographer Cédric Riveau for photographing the opening exhibition)", "date": "October 1, 2017", "author": "Johnny", "post_categories": ["Architecture", "Art"], "post_tags": ["Yayoi Kusama"]},
{"content": "With a mohawk and thick black beard, Akira doesn’t immediately come off as a proponent of the Kimono – the traditional Japanese garment worn for over a 1000 years. Then again, the 37-year old stylist isn’t exactly a purist either. Entirely self-taught, Akira blends elements of photography, graphic design, , styling and make-up to create radical, neo-pop imagery, which he’s been posting online since 2008. Using the moniker “ Akira Times ,” the artist is bent on reviving the kimono, which he says is being suffocated by the “ Kyoto sickness ” that emphasizes conservative formality. And his images manifest in the form of magazine covers, which take on different titles depending on the subject. The images began to gain traction online and “people began to look for the real magazine, but there is only the cover that he makes and posts online,” explains Sheila Cliffe, in her book The Social Life of Kimono . “He liked the idea that the internet can bring into reality something that did not exist before.” Akira insists on working with normal people, instead of models, who travel from all over Japan to his studio in Yamagata in the Northeast part of the country. And now, for the first time, over 120 old and new images are being compiled into Kimono Times , a definitive collection that represents the best of Akira’s 10 years of work. The bilingual 144-page book is being released in October of 2017 and will retail for 5500 yen. ", "date": "September 19, 2017", "author": "Johnny", "post_categories": ["Fashion"], "post_tags": ["kimono"]},
{"content": "For all their charm and nostalgia, black and white photos do create a certain disconnect between the past and present. Looking at them, it’s easy to forget that we’re connected to that time by what is merely a blink of an eye in the grand scale of history. And so it’s worth colorizing old black and white photos if only for the contemporaneity, with which we use to learn from history. The process, however, was painstakingly manual. Even with digital software, colorists have had so colorize the images piece-by-piece; pixel-by-pixel. But now, a team of Japanese researchers at Waseda University, led by Dr. Ishikawa, has utilized artificial intelligence (AI) and deep learning to create a program that automatically colorizes photographs. The task was accomplished through the deep learning and color matching of 2.3 million color photographs. Dr. Watanabe of the Tokyo Metropolitan University, then built on that technology by adding data from research on the colors of architectural elements of the past. He’s then been posting the photographs to his twitter account with some historical tid-bits. Here, we present a few of our favorites but you can follow him at @hwtnv for more. ", "date": "September 19, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["history", "Photography"]},
{"content": "Before department stores and convenient stores became one-stop shopping destinations, a highly fragmented industry of local, family run shops thrived throughout Japan. And to advertise their business, merchants would frequently spend significant sums of money on : signs that would be displayed prominently outside the shop that would convey prestige and reliability to customers. To create what was essentially a form of traditional advertising , merchants would hire skilled craftsman known as who would hand-carve the signs using wood, bamboo, iron, fabric and sometimes even stone. The kanban typically took on an enlarged shape or form of whatever the merchant was dealing in. And the images were often accompanied by elegant calligraphy. Kanban is currently viewable in the form of an exhibition at the Mingei International Museum in San Diego. And you can see more pictures from the exhibition on Hyperallergic . Kanban was also released in the form of a book – a “176-page hardbound publication by Guest Curator Alan Scott Pate, with 155 illustrations and over 50 kanban represented.” It’s available here for $49.50.", "date": "September 21, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["advertising", "history"]},
{"content": "For the past several years, Japanese botanical artist Makoto Azuma has been experimenting with flowers in a way that delicately balances the natural and unnatural. For his ongoing series “Bloom” he’s launched bouquets of flowers into space and floated them in the middle of the sea . But the artist, whose work often deals with the ephemeral nature of his subject matter, has frozen flowers in blocks of ice and placed them at the center of decommissioned power plants . His latest endeavor was to plunge bouquets and a bonsai into the least explored part of this planet: the bottom of the sea. Three years of planning – both in building equipment and obtaining government permits – came to fruition this summer when, in late August, Azuma sailed out into the Suruga bay. His team of 15 proceeded to plunge 4 exquisite bouquets of flowers and one bonsai 2000 meters, or a little more than 1 mile, down to the sea floor. Each plant was secured in the center of a steel-infused plastic frame that was also equipped with lights and photographic equipment. “In contrast to the bright summer daylight at the foot of Mount Fuji, the flowers will be swallowed slowly into the darkness, where not a single ray of light shines,” said the artist. It’s said that only 5% of the earth’s sea floors have been mapped, and for good reason. The intense water pressure and lack of any light or oxygen makes it one of the most harshest environments on earth.  But that is what makes Azuma’s flowers all the more beautiful as they stand in stark contrast with the depths of the sea and the mysterious sea creatures that have come to observe this alien life form.", "date": "September 22, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["makoto azuma"]},
{"content": "We usually introduce you to a new artist on Music Monday . But today we’d like to highlight the upcoming Red Bull Music Festival taking place in Tokyo next month because it’s the perfect intersection of music and graphic design. We’ve been seeing some of the posters around Tokyo and they’re simply stunning. Their bold use of colors and typography makes them hard to miss. In 1998 the Red Bull Music Academy was inaugurated as a series of traveling music workshops and festivals. And in 2014, after the events landed in Tokyo. This year, the Red Bull Music Festival Tokyo plans to build on the success from 3 years ago through live performances, club nights, lectures and workshops that will unfold all around the city throughout the course of 4 weeks. “The festival will celebrate all facets of Japanese music – J-Pop, hip-hop, noise, video game music and much more, featuring key pioneers from the Japanese music scene.” Creative director Morihiro Harano , along with art directors from visual design studio TYMOTE , were tasked with creating a series of visuals for the festival that would get people excited about it. And they delivered through bold colors (sourced from the sponsor’s palette) coupled with a radical, geometric typography that spells out words like 月間 (month-long), 日替 (daily rotating) and 音楽祭 (music festival). Of course you can’t have a music festival with just cool graphics. The lineup also looks great and features acts that we’ve talked about here before like Wednesday Campanela and Nulbarich . From the organizers:", "date": "September 25, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["music monday"]},
{"content": "Last weekend a group of 36 people with 3 to 6 baguettes wrapped around their face appeared suddenly at Onomichi Station in Hiroshima, Japan. They paraded down a street, through the city’s shopping district and even went on a ferry ride, all the while chanting “We are Bread Men. We are not human” in Japanese and English. This was not the latest All Breads Matter protest. Rather, it was a performance art piece by 71-year old Japanese artist Tatsumi Orimoto called “Bread Man” and has been staged around the world over 200 times. In the early 70s Orimoto spent time in New York working as Nam June Paik’s assistant and taking part in the Fluxus movement and the performance art pieces of John Cage, Yoko Ono and Joseph Beuys. Around 1991 a defining moment for Orimoto occurred when he learned that in the Bible ‘bread means body.’ That’s what gave him the idea for Bread Man. “If Marcel Duchamp could call a toilet a fountain then bread means not food: it is sculpture.” Orimoto keeps what he calls his own bible: large yellow binders packed with postcards of his past performances. He staged Bread Man in Turkey, Nepal, Germany, London and he’s been chased by homeless people in New York and thrown out of a restaurant in Moscow for wasting food. But nothing has stopped him from wrapping at least 6 baguettes around his head in various configurations and exploring the world, challenging people to accept him.", "date": "September 26, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["bread", "food"]},
{"content": "If there’s anyone that can give Blue Bottle in Japan a run for their money it’s Sarutahiko Coffee , Japan’s homegrown specialty coffee shop. Tomoyuki Otsuka opened Sarutahiko Coffee’s first shop in Ebisu, Tokyo in 2011 and has since added 7 coffee shops and stands around the city. Now they’re opening what will be their largest ever flagship in Chofu, a Western suburb of Tokyo. The new location , dubbed Sarutahiko Coffee Chofu Roasting Hall, will be over 5000 square feet and will seat over 100. Designed by Makoto Tanijiri and Ai Yoshida of Suppose Design Office , the new space was designed as a “living exhibition” where coffee connoisseurs can relax in what feels like their living room while also watching the entire process of coffee making, from roasting to dripping. Four large bean roasting machines are encased in glass and visitors can observe each step of the process. The new location is set to open tomorrow – September 29, 2017 – on the ground level of building C of the brand new Trie Keio Chofu shopping complex ( Gmap ).", "date": "September 28, 2017", "author": "Johnny", "post_categories": ["Architecture", "Go and See"], "post_tags": ["coffee"]},
{"content": "Shunga were a form of traditional pornography in Japan , made by Ukiyo-e artists in the form of woodblock prints. They were often printed on small pages and booklets that people would carry around with them wherever they went. And for obvious reasons they’ve become somewhat obsolete, yet they remain an important part of Japan’s cultural and artistic history, not to mention a testament to the skill and craftwork involved in producing them. Now, a fashion designer has appropriated some of the more iconic shunga prints and created an eye-catching yukata , one that will surely make for an interesting conversation-starter. Fashion designer Natsuki Shigeta established her boutique Tsukikageya in 2001 and has been producing traditional Japanese attire with non-traditional patterns and motifs, as well as unconventional models. The shunga yukata really caught our eye but she’s got a lot of other great items inspired by pop culture but also Japanese subculture like yakuza and bosozoku . ", "date": "September 29, 2017", "author": "Johnny", "post_categories": ["Fashion"], "post_tags": ["nsfw", "shunga"]},
{"content": "Shinji Ogawa’s black and white works are so meticulously rendered that they at first appear to be old photographs of architectural landscapes. And yet something seems off about them. Make no mistake – these are pencil drawings created by the artist, who clearly possesses a masterful drafting technique. “However, those large pencil drawings are not pictures for the purpose of showing off his transcendent mastery with the pencil,” points out Maho Kubota, a gallery in Tokyo where Ogawa will be showcasing a series of new works next month. In each of his drawings, Ogawa has altered the landscape to create an alternate universe that is at once nostalgic but also surreal. Repetition and mirror images are two modes that appear often in Ogawa’s drawings. Again, here’s Maho Kubota Gallery: Ogawa’s works will be on view at Maho Kubota Gallery from October 13 – November 15, 2017.", "date": "September 29, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["drawing", "tokyo guide", "tokyo guide art shows"]},
{"content": "Now you can dress your kids in adorable garments featuring their favorite Studio Ghibli characters, and also be environmentally conscious while doing so, thanks to Anofuku (meaning, “that garment”), a new Japanese brand of kids clothes. Anofuku takes vintage and dead stock clothing and adds hand-embroidery to them, transforming them into a one-of-a-kind pieces. And for their first line they’ve collaborated with Studio Ghibli. Anofuku is a joint project between fashions designers Keisuke Kanda and Kunihiko Morinaga that aims to collaborate with iconic Japanese content to create a different lines of fashion. And who better to begin with than Studio Ghibli? Character from favorites like My Neighbor Totoro and Kiki’s Delivery Service were hand-embroidered onto vintage and dead stock clothing to create subtle yet adorable touches on tops, bottoms, bags and hats. But if you’re used to buying basics from Uniqlo, prices will seem high: 6000 yen for a simple shirt, 12,000 yen for a button-up and 30,000 yen for a coat. The garments are now on sale through the company’s online shop . If you’re in Tokyo and you want to see the in real like, head over to Tsutaya Books at Daikanyama T-Site or Nakameguro . ", "date": "September 18, 2017", "author": "Johnny", "post_categories": ["Fashion"], "post_tags": []},
{"content": "A relative newcomer to the Japanese music scene, Nulbarich appeared rather suddenly, and with a splash, in May of 2016 when they released their 1st single “Hometown.” The fluid 5-7 piece band, which revolves around singer and songwriter JQ, quickly followed up with their 1st album “Guess Who” 3 months later.  The band’s name Nulbarich is a combination of the words “null but rich” and embodies a mantra that favors spiritual enrichment over physical. And it’s part of the reason that the band members prefer to remain masked and relatively anonymous (although JQ has begun appearing in some of the music videos), placing an emphasis on their sound rather than their appearance. JQ attributes his interest in music to early piano lessons and then to 90s hip hop but the group’s sound is grounded in soul and acid jazz-inspired funk that’s then mixed with Tokyo street culture. I hear influences from Jamiroquai but also Maroon5. Last year, just around the time Nulbarich debuted, who wrote about a band called Suchmos . If you liked them, we recommend you also give Nulbarich a listen. Like what you hear? You can find more of their music on YouTube . Nulbarich is also on Twitter and Facebook . And be sure to check out our other Music Monday picks.", "date": "August 27, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["music monday"]},
{"content": "In 1827 the French artist Pierre-Joseph Redouté published his seminal work (The most beautiful flowers), a series of 144 watercolor paintings of flowers. Replicating the botanic subject with perceptive realism, it would become the most well-known botanical encyclopedia. 190 years later, the Japanese photographer Kenij Toma has created a highly contemporary and hyper-realistic tribute to the genre inspired, surprisingly, by traditional Japanese painting style. “Dating back many centuries, Western botanical illustrations were primarily used to depict the details of plant species for the identification of specimens with medicinal properties,” explains Kyohei Abe, Executive Director of the Detroit Center for Contemporary Photography. Kenji Toma is doing the opposite, but with a camera, which – intrinsically – is designed capture realism. Currently based in New York, Toma is a commercial photographer and his new photobook “ The Most Beautiful Flowers ,” is almost reminiscent of commercial photography: crisp lines and lush colors that seduce the eye. Except his subjects are products of nature, not intended to be commercialized. And contrary to Western botanical illustrations, Toma’s work is more akin to the Japanese botanical paintings that came out of the rimpa school: “brightly saturated and flattened images [that] were made for aesthetic enjoyment rather than for the scientific reasons normally associated with botanical art.” To create photographs, which both hyper-realistic to the point of looking artificial, Toma utilized a process called focus-bracket shooting. It’s a method of photography often employed to shoot close-up, macro photos in which the final photograph is a composite of several images of the subject with each element in full focus. “Hyper-realism allows him to capture the specimen’s idealized beauty, creating a work that is deeply modern, yet in harmony with a rich Japanese history and tradition.” Toma’s photobook is available in the Spoon & Tamago shop . Several selected prints are also going to be on display at the Tokyo gallery 916 Small from September 16 – October 15, 2017. Check the gallery’s website for hours and note that there’s an 800 yen general admission fee. ", "date": "September 1, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["flowers", "tokyo guide", "tokyo guide art shows"]},
{"content": "Did you go anywhere fun and inspiring this summer? Did you wish you could share the experience with someone? Well now you can with this one-of-a kind mailing card that comes with a specimen window. Share a piece of your travels – a leaf, a newspaper clipping, a flower petal, a tag, a ticket – by inserting the specimen between the plastic sheets to hold it in place. Add some text and your card transforms into a tiny museum dedicated to telling a story from your travels. The card was designed by Tokyo-based illustrator Haruka Shinji, who knows a thing or two about traveling. She grew up in Seoul and Shanghai before moving to London for college. After graduating from Royal College of Art she moved back to Tokyo. Her idea for the card won an award in a paper card design competition, and was then produced by the Tokyo-based Fukunaga Print. The Preserve Your Travel Card is available in the Spoon & Tamago shop ($11).", "date": "September 1, 2017", "author": "Johnny", "post_categories": ["Graphic Design"], "post_tags": ["stationery", "wanderlust"]},
{"content": "Yayoi Kusama is having, what you might call, a moment. Then again, it seems as though the older she gets the more energy she has. Now at 88, she as easily Japan’s most recognizable contemporary artist. She currently has a major show that’s touring the U.S. and next month she’s opening her own museum in Tokyo . Now the artist has teamed up with curator at MoMA and a NY-based illustrator to tell her story to children. The project was put into motion roughly 1 year ago by MoMA curator Sarah Suzuki, who teamed up with NY-based illustrator Ellen Weinstein to create “ Yayoi Kusama: From Here to Infinity .” Only coincidentally was Kusama’s similarly-titled U.S. exhibition announced shortly after. In 26 short but beautiful pages, the book follows the life of Kusama, from her early visions of the world covered in polka dots to escaping the rigidity of Japan and moving to New York. Aimed at children ages 5-8, the book excludes Kusama’s more provocative performances and her mental illness but it does follow her back to Japan where she voluntarily checks herself into a mental institution where she goes on to create much of her later work. Yayoi Kusama: From Here to Infinity! is currently available for preorder and will be released on October 10, 2017.", "date": "September 2, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["books", "Kids", "Yayoi Kusama"]},
{"content": "With a little bit of creativity and a strip of this new Japanese packaging tape, you can personalize any package with your very own comic strip! The Manga Tape was the recipient of the 2016 Kokuyo Design Awards, announced late in 2016, and was then quickly moved into production and is getting ready to hit shelves in Japan. For those who don’t know, Kokuyo is a Japanese stationery company and their annual design awards are one of our personal favorites ! “Behind every package is a story,” said the creator, Kazuhiro Minami “and also the senders thoughts.” The white Manga Tape comes printed with speech bubbles, visual effects and various sized squares where the sender can illustrate their feelings or the story behind the package. Whether you’re sending a care package to you child who is off at college or your significant other, who you’re in a long-distance relationship with, the Manga Tape helps instantly personalize the package. The Manga Tape will be available starting September 13, 2017. It will retail for 900 yen and will be available through Kokuyo’s online shop . And here’s your Japanese design trivia for the day. The creator, Kazuhiro Minami, is the brother of Masahiro Minami, another designer we’ve featured often here on Spoon & Tamago.", "date": "September 6, 2017", "author": "Johnny", "post_categories": ["Graphic Design"], "post_tags": ["kokuyo design awards", "stationery"]},
{"content": "Japanese artist Yukiko Morita always loved bread. Not only was it delicious but there was something about that special combination of flour and yeast that produced wonderful flavors, beautiful tones, and adorable shapes that make people feel warm inside. This profound passion for pan (Japanese for bread and was borrowed from Portuguese) eventually led Morita down a unique path that combined lighting design and baking. We originally discovered the artist at Tokyo Design Week back in 2014. Since then, Morita has made significant progress in making her one-of-a-kind lamps more accessible. She set up an online shop where she sells battery and wall-socket lamps. She’s developed some wonderful packaging design for them, and she even ships overseas. She also appeared at the trade show Maison & Objet in Paris over the weekend. You can read more about Morita and he pan passion project here but yes, each lamp is made from actual bread and is preserved in a coating of resin. ", "date": "September 11, 2017", "author": "Johnny", "post_categories": ["Industrial Design"], "post_tags": ["bread", "imitation food"]},
{"content": "Every now and then we come across a work of architecture that makes us desperately want to uproot our city dwellings and relocate into the mountains. This stunning glass and wood cabin, recently completed in mountainous Japan, is one of those times. The project was completed late in 2016, and was designed as a vacation home for a family that lives in the city. Titled “One Year Project,” it was spearheaded by architect Kotaro Anzai, who heads up the architecture firm Life Style Koubou . The cabin is located at the foot of Mt. Bandai (Fukushima prefecture), a popular vacation spot that’s dotted with resorts. The cabin’s unique, elevated structure was informed by the region’s heavy snowfall, which typically sees about 6.5 ft of snow. An outdoor bridge connects “wet” (bathroom, kitchen) and “dry” (living room, bedroom) areas. This way only one of the structures required plumbing. In many ways the home was intended to have a neutral impact on the environment. Only locally harvested wood was used for the project. The construction process began not with the foundation, but with the felling of trees, and took exactly 1 year, ending with the final step of planting and replacing trees in order to restore the environment. This is where the project gets its name.", "date": "September 12, 2017", "author": "Johnny", "post_categories": ["Architecture"], "post_tags": ["architecture-green", "architecture-in-the-forest"]},
{"content": "For 13 years the Cassini satellite has explored Saturn and its moons. On Friday, September 15, 2017, it will become a streak of ash when it completes its Grand Finale : a self-disintegrating final mission to plunge into Saturn’s atmosphere at 77,200 mph and end its own life. To celebrate the life and death of one of Nasa’s most successful satellite programs, Japanese visual design studio WOW has created in immersive installation in that is opening in New York City on September 15th, the same day that Cassini’s mission comes to an end. In collaboration with artist Gabriel Pulecio, WOW has created “ Beyond Cassini ,” an experiential artwork that allows viewers to become immersed in an infinity room with projections and an LED floor as they experience Cassini’s fleeting memories in its last moments of life. “It’s been said, just before a person dies their life’s biggest moments flash before their eyes. ‘Beyond Cassini’ uses this narrative to celebrate the accomplishments of one of the most successful and beloved Satellites in space exploration history.” The abstract visuals are based on the satellites life achievement’s, including the flyby of Venus, mapping the surface of Saturn’s moon Titan, the plumes of Enceladus, and first encounters with Pheobe. Beyond Cassini opens on September 15, 2017 at hpgrp gallery in Chelsea and runs through September 27th.", "date": "September 13, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["immersive", "space"]},
{"content": "In 2013, renowned Japanese architect Arata Isozaki and British-Indian sculptor Anish Kapoor teamed up to create the world’s first inflatable concert hall . Dubbed Arc Nova, the mobile venue toured the earthquake and tsuami-ravaged areas of Tohoku, delivering hope and encouragement in the form of music. Resembling, from the outside, a gigantic purple balloon, the concert hall has now landed in central Tokyo, where it will host film and musical events through October 4, 2017. Made from strips of purple polyester, Ark Nova, after its 2-hour inflation, stands roughly 60 ft wide and 100 ft high with a capacity of 500 people. The wooden benches were completed during a workshop in 2013, in which volunteers showed up and used wood from tsunami-damaged cedar trees at Zuiganji Temple in Matsushima. Arc Nova was installed in the open field of Tokyo Midtown and opens to the public on September 20, 2017. Various film screenings and musical events are scheduled through October 4 so you should check out the website for details if you plan to go.", "date": "September 14, 2017", "author": "Johnny", "post_categories": ["Architecture", "Art"], "post_tags": ["tokyo guide", "tokyo guide art shows"]},
{"content": "Japanese sculptor Yoshitoshi Kanemaki wants you to know that the world is more complicated than we can ever comprehend. He creates works that guide us towards an understanding that there are competing goods in this world; two sides that can never fully be reconciled. Based in Chiba, Kanemaki carves small, disturbing forms that allure to the duality he finds. “Looking deep into the world in which we live, we realize that everyone holds hesitations or contradictions that can never be reconciled,” he says. And so he attempts to project those emotions onto his sculptures, which he carves out of single blocks of hinoki wood. The sculptures often have 2 or more faces that oppose but also converge. And even if you can’t identify with Kanemaki’s rather dark views, you can certainly appreciate the technique and skill that goes into carving these forms. And over on his portfolio site he shares process shots so you can see, step-by-step, how the forms emerge.", "date": "August 21, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["sculpture"]},
{"content": "We are only guests on this planet. “In the day after humans disappear, nature takes over and immediately begins cleaning house – our houses,” wrote Alan Weisman . And that’s exactly what happened in Fukushima where, 6 years ago, residents were forced to evacuate due to the nuclear disaster that unfolded in the wake of the Great East Japan Earthquake. Tetsuro Takehana, who spent 10 years in Fukushima as a child and is now a staff photographer for the Asahi, recently visited the “difficult-to-return zones” to capture its current state. “It was as if time had stopped,” he says. “And yet the grass and trees continue to grow.” Indeed, in striking aerial footage captured by the photographer, the resilience and tenacity of mother nature is on full display, and we see how quickly the trees, grass and vines have reclaimed the earth. Cars appeared buried in a sea of green, weeds grow from cracks in the parking lot like pulsing veins and rampant vines have climbed to the roofs of houses and condominiums. It won’t be long before this land is completely swallowed up.", "date": "August 1, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["2011 earthquake", "Photography"]},
{"content": "Normally a cemetery wouldn’t be on our list of recommended sites to see, but the Makomanai Cemetery is one of the most awe-inspiring places we’ve ever been. Located in the outskirts of Sapporo, a large stone Buddha occupies the sprawling landscape. All 1500 tons of it has sat alone there for 15 years. But when the cemetery decided they wanted to do something to increase visitor’s appreciations for the Buddha, they enlisted architect Tadao Ando, who had a grand and bold idea: hide the statue. We included Hill of Buddha in our Hokkaido Guide published last year. “Our idea was to cover the Buddha below the head with a hill of lavender plants,” said Ando. Indeed, as you approach “ Hill of Buddha ” the subject is largely concealed by a hill planted with 150,000 lavenders. Only the top of the statue’s head pokes out from the rotunda, creating a visual connection between the lavender plants and the ringlets of hair on the Buddha statue’s head. Upon entering, visitors are forced to turn left or right and walk around a rectangular lake of water before entering the 131-ft (40-meter) long approach tunnel. The journey is a constant reminder of the weather, the breeze and the light, and is works in tandem to heighten anticipation of the statue, which is only visible once you reach the end of the tunnel. Any time of the year, visitors will have a different experience. The 150,000 lavenders “turn fresh green in spring, pale purple in summer and silky white with snow in winter.” It really is a miraculous work of environmental art. The Makomanai Cemetery is a little difficult to get to, but well worth the effort. If you have a car it’s about a 30-min drive from central Sapporo. You can also take a subway from Sapporo Station to Makomanai Station and then board the #2 or #3 bus.", "date": "August 2, 2017", "author": "Johnny", "post_categories": ["Architecture"], "post_tags": ["Hokkaido", "tadao ando"]},
{"content": "Among the vast collection of work by Osaka-based illustrator and manga artist Yukihiro Tada are a series of ballpoint pen drawings of Japan. Tada often elects to include himself in the dense drawing, or sometimes his furry friend mosh, who appears in his comics. His drawings of Japanese shopping streets, train stations and neighborhoods are alluring. One of our favorite pieces is a recent work (above) of a Japanese shopping street ( ), densely populated with signs, wires and boxes. But look closely and you’ll see that it’s actually a tribute to the many manga classics of the 80s and 90s. Each store sign has a different manga title like Dr. Slump, Kinnikuman and Hokuto no ken. Read on to see more of Tada’s work: You may recognize Tada’s work because he was recently asked to illustrate the Japanese music video for the smash hit “7 Years” by Lukas Graham. But personally, we’re just happy gazing at these meticulous drawings of Japan. You can see more of Tada’s work on Behance .", "date": "August 4, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["Illustration"]},
{"content": "is a type of Japanese fish cake that’s formed into the shape of a loaf and cooked on a wooden rectangular plate. They’re favored during the new year season because they typically come in red and white, which are associated with the opposing concepts of birth and death, respectively. They can, however, be eaten year-round. But aside from being a common food, it also turns out that kamaboko can serve as fodder for furniture designers. In creating a series of chairs and table, Japanese artist and twitter user @hirononf20 turned to kamaboko for inspiration and created a fairly straightforward representation of the fish cake as furniture. Four cushions rest on top of a wooden base and can be used individually as chairs. But the ingenious part about the set is that the base can then be lifted onto 2 of the chairs, forming a table. Hooray for food inspired-furniture!", "date": "August 7, 2017", "author": "Johnny", "post_categories": ["Industrial Design"], "post_tags": ["Furniture"]},
{"content": "Yayoi Kusama, one of Japan’s most prolific and successful artists, is opening her own museum in Tokyo’s Shinjuku ward. The 5-story structure will open to the public on October 1 , 2017. Very little was known about the tall white structure when it was originally completed in 2014 by Kume Sekkei . Peering through its large glass windows as it glistened among the grey and brown apartment buildings, residents and tourists alike speculated about its use. Was it Kusama’s residence? Was it a private gallery? Was it always intended as a museum but its opening delayed due to Kusama’s health? Without any explanation, the Yayoi Kusama Museum , along with a new website, announced that the museum was now ready to open. Accordingly, the ground level will house the entrance and gift shop. Floors 2 and 3 will be exhibition spaces for Kusama’s works while the 4 floor will be dedicated to the artist’s Instagram-friendly immersive installations. The 5 floor will serve as a reading room dedicated to storing documents and material relating to Kusama and her work. It will also contain an outdoor space. The museum will also host rotating exhibitions twice a year. The inaugural exhibition, titled “Creation is a Solitary Pursuit, Love is What Brings You Closer to Art” will run from October 1, 2017 – February 25, 2018. General admission is 1000 yen. Timed tickets will go on sale August 28. 107 Bentencho, Shinjuku-ku, Tokyo ( Gmap ) Hours: 11:00am – 5:00pm Closed Monday – Wednesday", "date": "August 10, 2017", "author": "Johnny", "post_categories": ["Art", "Go and See"], "post_tags": ["news", "tokyo guide", "tokyo guide new", "Yayoi Kusama"]},
{"content": "Matsushima , a port town in Miyagi Prefecture, has one of the most picturesque bays in all of Japan. But don’t just take our word for it. It’s considered to be 1 of “Three Views of Japan,” a select list of the country’s 3 most celebrated scenic sights. So instead of coping with the swarms of tourists in Tokyo and Kyoto, we recently had the opportunity to head up North because beaches and seafood were calling our name. If you’re traveling from Tokyo, Sendai Station will be your hub where you get off the Shinkansen and transfer to a local train. But don’t just pass through. Spend some time in this station because there’s so many good eats. We recommend trying some zunda, a local treat made from ground edamame. Zunda-mochi and zunda-shakes (we tried both) are two common variations. We also highly recommend the sake shop, which has a vending machine to top all Japanese vending machines. It has a sake tasting vending machine that, for 100 yen, will poor you small cups of different local sake. It’s like playing the slot machines except you never lose. Take the JR Senseki Line to Matsushimakaigan Station, a quaint little platform of a stop that looks over Matsushima Bay. A short walk and you’ll reach a pier where ferrys take you off on a 1-hour cruise that circles the bay and follows the route explored by Japanese haiku master Matsuo Basho. It’s a wonderful way to get acquainted with a region that is blessed with some of the most beautiful island scenery in the country. The boat passes many islands, each with a different name and a distinct shape and form. A few steps down the pier is Godaido Temple and the vermillion bridge connecting, which connects the small island to the coast. Depending on your fear of heights (or your leg span), the bridge could be quite harrowing. Planks are deliberately spaced far apart so that you must look down, through the planks, and at the sea below as you cross. The present structure was built in 1604 by Date Masamune. In the temple are installed images of the five guardian Buddhist deities. Walking around the temple you can see some fantastic craftwork that includes the zodiac animals carved into all four walls. There aren’t too many places where you can get up-close and personal with a 400-year old temple, and then turn around to be surrounded by the beauty of the sea. This isn’t for everyone but if you’re into it, Ume Luv , which is conveniently located right near the port, offers kimono rentals. For 5000 yen you can select from over 200 designs and the gracious host will fit you up so you’re ready to go. You can then walk around the historic temples, sit down for green tea and sweets and take in the scenery, all the while feeling as though you’ve been transported back in time. There’s a wonderful little tea house called kanran-tei right nearby where you can do such a thing. Whether you’re clothed in traditional kimono attire or not, a stroll through Matsushima’s best-known structure and the most famous Zen temple in northern Japan is definitely worth it. Located just a couple minutes’ walk from Matsushima Kaigan Pier, its entrance is shaded by tall cedar trees. The green carpet of moss below the trees sets the stage for the calm, serene environment. Highlights include the pathway leading to the temple, which is dotted with caves and grottoes dug out by priests long ago. The impressive main hall and its interior, which features wood-carved transoms and brilliantly painted, gold-plated fusuma. If you’ve been following our recommendations, the day is probably coming to an end. But before you pack it up for the night, head to Ootakamori for one last excursion. The relatively small mountain is an enjoyable 30-min hike that will take you 350ft above water for a fantastic view over the sea and islands. And while the sunset is certainly breathtaking, making the hike any time of day is worthwhile. The mountain is a bit out of the way so check to see if your lodge offers a shuttle. Speaking of lodging, Matsushima has plenty of inn and hotels for all budgets. One of the more high-end hotels is Ubudo , which is large but not too large. The food is amazing, the rooms and rooftop baths are luxurious. And it has this cool Southeast-Asian island vibe. For the budget-conscious traveler there are also many Ryokan-style inns and one of them is Chidorikan . The rooms are sparse but clean; the meals (which are included) are just as amazing as any high-end hotel. And it’s just steps from the sea. For the active and adventurous, Matsushima offers a host of experience-based activities like sea kayaking, boat fishing and boat steering. Try your hand at operating a fishing boat (with an instructor by your side) or traditional basket fishing (keep what you catch!). At the very least, let a local fisherman take you out on the sea for an experience you won’t forget.", "date": "August 11, 2017", "author": "Johnny", "post_categories": ["Go and See"], "post_tags": ["spoon tamago guide"]},
{"content": "Atsuki Segawa is a Japanese filmmaker and animator who takes traditional Japanese Ukiyo-e woodblock prints and sets them into motion through digital animation. He began his collection of “moving ukiyo-e” in 2015 and has been slowly adding to his collection. Ukiyo-e, or “pictures of floating worlds” were woodblock prints that became wildly popular in 17th -19th century Japan. Emerging as a spontaneous artistic development, they remain, to this day, as some of the most well-known imagery and, by extension, some of the most readily available glimpses into what life was like in Japan. But this was before the age of computers, or even hand-drawn animation, so of course each represents a moment, frozen in time. But Segawa thaws those images and brings them to life, more often than not adding surreal elements from today.", "date": "August 14, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["gifs", "ukiyo-e"]},
{"content": "On our recent trip to Tohoku , one place we were able to stop by is the gorgeous Tohoku Standard , a souvenir shop specializing in local crafts and handmade goods. It’s located on the 5th floor of PARCO2 , a department store just steps from Sendai Station. Tohoku Standard opened just about a year ago on July 1, 2016. It was designed by architect Keiji Ashizawa and his Ishinomaki Laboratory , a local workshop of woodworkers and artisans. Specialty crafts and foods from all 6 prefectures in Tohoku come together in this shop, and are displayed attractively thanks to the utilitarian and functional shelving system. “Combining the simplicity and dynamism of the wood, the result is a space that reflects the unpretentious design behind Ishinomaki Laboratory’s furniture,” says Ashizawa, “allowing everything in the shop to stand out beautifully.”", "date": "August 15, 2017", "author": "Johnny", "post_categories": ["Architecture", "Go and See"], "post_tags": ["Keiji Ashizawa", "storefront design"]},
{"content": "Summer might be coming to an end but Japan’s many art festivals are just kicking into high-gear. There’s a lot of them, we know, so we’re here to share some of the highlights, and help you decide which are worth your time. And if you’re looking to do some domestic traveling around Japan but not sure where to go, planning your trip around one of these isn’t a bad idea. We’ve got you covered from the North, all the way to the South. The inaugural Reborn Art Festival, is a celebration of art, music and food and is being held in Ishinomaki, one of Miyagi prefecture’s hardest hit regions during the 2011 earthquake and tsunami. Musical acts are performing daily for the 51-day festival and a roster of international and Japanese artists have installed artwork throughout Ishinomaki City and Oshika Peninsula. Artists include Yayoi Kusama, Kohei Nawa, Chim Pom, Bruce Nauman and JR’s Inside Out project. Artwork is a little spread out but organizers have free shuttle buses that take you around to different locations. The festival is coming to an end soon but it’s up through September 10th, 2017. General admission passports are 3,000 yen. Occuring every 3 years, as the name indicates, the Yokohama Triennial is back for a 6th season. Based on the theme “Islands, Constellations & Galapagos,” the triennial will examine “Connectivity” and “Isolation” in in our current world, promising to be a timely event as our digitally-connected world faces protectionism and xenophobia. Key highlights include a large-scale installation by Ai Wei Wei and work by other internationally renowned artists like Jenny Holzer, Olafur Eliasson, Yoi Kawakubo and Sam Durant. Venues are all close together and include Yokohama Museum of Art, Yokohama Red Brick Warehouse No.1 and Yokohama Port Opening Memorial Hall and the Triennial is currently on view through November 5, 2017. General admission is 1,500 yen Inaugurated in 2014, the Sapporo International Art Festival is back for its 2nd edition in one of our very favorite regions of Japan. Over 100 artists have descended upon Sapporo and installed artworks of all genres in Noguchi Isamu’s Moerenuma Park, Sapporo Art Park and other locations throughout the city. Highlights include an multi-sensory sound and music installation at Sapporo Art Park, the participatory “O-Furoshiki Project” and an installation of more than 100 secondhand record players at Moerenuma Park. The festival is on now through October 1, 2017. Admission varies depending on the venue. This one is less of an art festival and more of an large-scale solo exhibition of immersive works by TeamLab, who have transformed the 172-year old Mifuneyama Rakuen Park in Saga Prefecture into a sprawling show of digital art merged with nature. But due to the nature of the work (outdoor digital installations and projections) it’s only on view in the evening but check out the website for exact hours. The show is up now through October 9, 2017. General admission is 1600 yen Dubbed as the art festival nearest to the future, occurring on the island nearest to space, this inaugural festival is taking place on Tanegashima, an island off of Kyushu that is home to the Tangegashima Space Center, Japan’s largest space development center. Although notably smaller in scale than some of the other festivals, a talented group of Japanese artists will have space and rocket-themed installations like a sculpture made from a piece of a rocket that fell from the sky and a large-scale replica of a rocket ship made from recycled plastic bottles. Although the festival is up now through November 5, 2017, one of our highlights – a planetarium installed within a cave – will only be on view from November 2-5 at nighttime. Admission varies depending on the venue.", "date": "August 16, 2017", "author": "Johnny", "post_categories": ["Art", "Go and See"], "post_tags": ["art festivals"]},
{"content": "As a child, growing up in Japan, there was one book that terrified me. Luckily, I didn’t own it. The red hardback sat on the bottom shelf in my friend’s room and every time I went over to play I could see it, out of the corner of my eye, staring me in the face. Once we pulled it out and flipped through the pages; each featured a grotesquely illustrated realm of hell with scenes of fire, torture, and suffering. It was, I assure you, a children’s book. But it was made for parents to use as leverage whenever their child acted up, or misbehaved. And boy was it effective. These concepts of hell ( ; 地獄 in Japanese) are derived from ancient Buddhist scriptures, and I’m ceaselessly amazed by the imagination of the monks and artists who came up with so many different forms of punishment. The range from the fairly standard – being eaten alive by demons and dragons, or being torn apart at the crotch – to the more inventive – being forced to hold large stalks of daikon radish in your mouth and being used as a drumstick. Then, there’s my favorite: being flattened out by a roller and then cut up into soba noodles. Now, a new art book that’s being released in October has collected a wide range of images that depict hell in Japanese art from the 12th century to the 19th century. The massive single-volume collection consists of almost 600 pages of works designated as Japanese National Treasures and features the various depictions of hell by artists such as Kazunobu Kanō,Yoshitoshi Tsukioka and the master of horror Kyōsai Kawanabe. It’s currently available for pre-order on Amazon . Essays from historians of both Japanese art and Buddhism are also included in bilingual text. If you have kids you may (or may not) want to leave this book sitting around.", "date": "August 1, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["history"]},
{"content": "Getting arrested is a scary experience in every country, but perhaps even more so in Japan, where the conviction rate is over 99% . Last month, the Japanese government passed a new anti-terror conspiracy law that has drawn controversy among Japanese citizens who feel it is a threat to civil liberties and privacy. Artist Megumi Igarashi (pen name Rokudenashiko), famously arrested in 2014 on charges of obscenity for distributing 3D data of her genitals, is creating a set of playing cards that educate people about what it’s like to be arrested in Japan. Critics of the anti-conspiracy law claim it is too broadly worded and contains acts that have little to no connection to terrorism, such as: copying music, picking mushrooms in conservation forests, and competing in a motor boat race without a license. No stranger to the absurdity of Japanese law, Ms. Igarashi is responding by making a tongue-in-cheek karuta card game set depicting scenarios of arrest and imprisonment in Japan partly based on her own experiences. Each one has a drawing humorously portraying the situation described on the other side of the card. Through these “jail cards,” players can learn about Japanese prison conditions, police interrogation, and testifying in court. She has already posted 17 of these cards to her Twitter account and says she plans to create an entire set of 50 — one for each Japanese syllable — so that anyone can print them out and play along.", "date": "July 10, 2017", "author": "Rachel Mimms", "post_categories": ["Art"], "post_tags": ["Megumi Igarashi"]},
{"content": "In postwar Japan, numerous metal processing companies sprouted up in the port town of Yokohama. Their metal pipes, sheets, precision parts and torque hinges were the invisible backbones of industrial Japan, quietly but robustly supporting all types of industry. But metal isn’t only limited to industrial use. Its various properties, if harnessed properly, can be applied to all kinds of home and personal products. And to promote this idea, a consortium of metal companies in Yokohama teamed up to form Yokohama Makers Village. For their first line of products, Yokohama Makers Village teamed up with product designers at id to create a line of metallic flower vases. One would be hard-pressed to find something that sits at such an opposing end of the spectrum, which is why flowers and their vessels were the perfect subject to test the versatility of metal. Twelve unique vases were created that utilize various metal processing technologies. The resulting collection, which deftly balances soft and hard; light and heavy, were displayed at Milan Design Week 2017 earlier this year. And many of the pieces are now on sale, albeit at exorbitant prices, through the groups’s online shop . ", "date": "July 15, 2017", "author": "Johnny", "post_categories": ["Industrial Design"], "post_tags": ["flowers"]},
{"content": "Wrapped in a cool monotone facade and balanced out by natural touches of wood is a new boutique hotel that recently emerged in the heart of Tokyo’s Shibuya district. For those looking to take in the local culture of Shibuya, TRUNK (HOTEL) is the ideal location: slightly removed from the raucousness of Shibuya Station but well encompassed by everything the neighborhood has to offer. TRUNK (HOTEL) opened in May of this year and takes after designer hotels like the Ace Hotel of New York. With 4 floors and just 15 rooms, the hotel is geared towards travelers looking for more than just a room and a bed. The single rooms (priced at around 32,000 yen or $300 usd per night) are fairly basic but take on the feel of a small design studio. A slightly upgraded room will include a balcony or loft. On the higher end is the living suite (around 111, 000 yen or $1000 usd) and a single terrace suite (around 689,000 yen or $6000). The hotel does all it can to connect guests to local culture. Room snacks like dried fruit and coffee are sourced from local shops Shibuya Nishimura and DoubleTallCafe . Sandwiches sold in the lobby are from the well-known local specialty shop Potasta . Hotel food can be notoriously overpriced but if you’re thinking to grab a bite or drink at TRUNK you’ll certainly notice that this isn’t the case. The bar and restaurant in particular have been intentionally priced to invite locals as well as hotel guests, creating a type of socializing not found in other hotels. ", "date": "July 20, 2017", "author": "Johnny", "post_categories": ["Architecture"], "post_tags": ["tokyo guide", "tokyo guide relax"]},
{"content": "Japan’s Good Design Awards have defined the aforementioned subject as “design which enriches life and society.” And the organization has been highlighting good design for almost 60 years since it was founded in 1957, resulting in an astounding 44,000 recognitions. Now – or rather, finally – the Good Design Awards have a physical location in Tokyo where visitors can see some of the nominees, together in a beautiful space. The Good Design Store Tokyo opened in April of 2017 and is located just steps from Tokyo Station within the Kitte shopping complex. But don’t expect to find all 44,000 products. Instead, the shop is a concise and cohesively curated collection of recent award winners and oldies-but-goodies. The inviting space was designed by Jasper Morrison and almost feels as though you are walking into the home of some avid collector. Tables, shelves and book cases all act as display for eye candy. The shop itself is curated by Yu Yamada and identity and logos by Masaaki Hiromura help unite the space. If you’re in need of souvenirs looking for good design or maybe just inspiration, this shop won’t disappoint. In fact, Kitte itself is one of our go-to destinations if you’re in the Marunouchi area. It has a great selection of shops, good restaurants (there is a shop that always has a long but quick-moving line) and the roof deck offers some great views of Tokyo Station.", "date": "July 25, 2017", "author": "Johnny", "post_categories": ["Industrial Design"], "post_tags": ["good design awards", "tokyo guide", "tokyo guide shop"]},
{"content": "The Tokyoiter ( previously ) continues to impress us with dazzling faux-magazine covers that showcase numerous visions of what makes Tokyo such a fascinating place. Checking their website for new covers has become one of our most enjoyable pastimes. Allow us to present several new ones from some of our favorite Japan-based illustrators. As we previously explained , The Tokyoiter is the brainchild of Tokyo-based illustrator Andrew Joyce and art director David Robert. Together, they invite illustrators living and working in Japan “to draw their vision of Tokyo.” Each illustration is then laid out in what most will immediately recognize as being an tribute to The New Yorker. Since launching in early 2016 with just 3 covers, the archive has now grown to 30. The project was even showcased last month in an exhibition that was held in Tokyo.", "date": "July 26, 2017", "author": "Johnny", "post_categories": ["Graphic Design"], "post_tags": ["Illustration", "Tokyo"]},
{"content": "Summer and fireflies go hand-in-hand in Japan. And during the short period of May through June, a select group of photographers venture out at dusk to secretive spots, hoping to capture the magical insects that light up the night. One of those is Hiroki Ishikura, a photographer based in Shimane Prefecture. Like all photographers who point their lens at fireflies , Ishikura’s photographs are made from composites and are enhanced digitally. But where Ishikura’s photographs stand out from others is his use of his own children within the photos. Although beautiful on their own, the addition of human subjects – and children in particular – add a magical narrative to the photographs that make them even more enticing. You can follow Ishikura on Twitter and Instagram where he posts his work.", "date": "July 27, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["magical", "Photography"]},
{"content": "The 400-year old Japanese art of creating kokeshi dolls is a time-honored tradition that exemplifies the joy and beauty of handmade craft. These traditional wooden figurines, with an enlarged head and cylindrical body, are made from woodturning solid blocks and carving away at the wood. On a trip to Japan, Seattle-based designer Michael Kritzer encountered kokeshi dolls and was inspired by the craftsmanship, but also the meaningful connection between object and person. He decided to collaborate with a group of Japanese potters to create a unique line of porcelain cup & bottle sets. The Ototi Dorinku Dolls are made in Hasami, a town in Nagasaki that’s known for their porcelain, and formed from Japanese slip molding. The bottles come in two styles – rounded and tall – and can be paired with either tea or sake cups, both of which come with island-like bulges in the middle that allow the cups to sit on the neck of the bottles. When stored, the bottle and cup mimics the shape and form of kokeshi dolls. If you’re interested in purchasing a set or two (the cups and bottles can be mixed and matched) get in touch with ototi. They plan to begin shipping the sets at the end of the year.", "date": "July 28, 2017", "author": "Johnny", "post_categories": ["Industrial Design"], "post_tags": ["Ceramics", "kokeshi"]},
{"content": "MUJI, our favorite Japanese minimal lifestyle retailer, re-opened their global flagship store in Yurakucho, Tokyo today (July 28th) and it’s taking our breath away. If there were such a thing as retail heaven, it would probably look something like this. With this location , which is set to redefine the format of shopping, MUJI has integrated what they believe to be the 3 pillars of lifestyle: food, housing and clothing. When you enter from the ground floor the first thing you’ll encounter is a vegetable and fruit stand (a first for MUJI stores) that seeks to re-establish the lost connection between consumer and farmer. City-dwellers “have become far removed from the fields, farms, and fisheries, where the food is produced,” says the company, “ and have come to consume food simply as a commodity.” Working directly with farmers who use little or no chemical pesticides and fertilizers, the marketplace will off only in-season fruits and vegetables. Another new feature is an actual MUJI Hut that will be on display. Visitors will be able to get up close and personal with what MUJI believes is the answer to city-living . But not everything is new. With the re-opening MUJI was smart about keeping some of the better things, like the great bookshelf in the back that was designed by Torafu Architects. It spans 2 floors, holds 10,000 books and acts as a wonderful focal point to draw you into the store. The MUJI Café was also relocated from the 2nd floor to the 1st floor, and will serve fresh bread, coffee and soups made from the vegetables they sell.", "date": "July 28, 2017", "author": "Johnny", "post_categories": ["Architecture"], "post_tags": ["Muji"]},
{"content": "These look they’re about to jump off your plate. A Japanese illustrator who goes by the pen-name Hanabiyori Tatami imagined these ghoulish creations, bringing various different types of sushi to life by imbuing them with , a class of supernatural demons found in Japanese folklore. There are innumerable yokai in Japanese folklore. And there is even a type of sushi that does derive its nomenclature from yokai. The , a cucumber roll popular with children, gets its name from the kappa yokai, a river-dwelling imp that loves cucumbers. The Kyushu-based Hanabiyori Tatami specializes in yokai illustrations, and has dreamed up other series of yokai as well like sake yokai, plant yokai, chochin lantern yokai and instant curry yokai. You can follow Hanabiyori Tatami on Twitter and also on the Japanese illustration community site Pixiv .", "date": "July 31, 2017", "author": "Johnny", "post_categories": ["Art"], "post_tags": ["sushi", "yokai"]}
]