[
{"title": "Artificial intelligence poses risks of misuse by hackers, researchers say", "content": "FRANKFURT (Reuters) - Rapid advances in artificial intelligence are raising risks that malicious users will soon exploit the technology to mount automated hacking attacks, cause driverless car crashes or turn commercial drones into targeted weapons, a new report warns. The study, published on Wednesday by 25 technical and public policy researchers from Cambridge, Oxford and Yale universities along with privacy and military experts, sounded the alarm for the potential misuse of AI by rogue states, criminals and lone-wolf attackers. The researchers said the malicious use of AI poses imminent threats to digital, physical and political security by allowing for large-scale, finely targeted, highly efficient attacks. The study focuses on plausible developments within five years. “We all agree there are a lot of positive applications of AI,” Miles Brundage, a research fellow at Oxford’s Future of Humanity Institute. “There was a gap in the literature around the issue of malicious use.” Artificial intelligence, or AI, involves using computers to perform tasks normally requiring human intelligence, such as taking decisions or recognizing text, speech or visual images. It is considered a powerful force for unlocking all manner of technical possibilities but has become a focus of strident debate over whether the massive automation it enables could result in widespread unemployment and other social dislocations. The 98-page paper cautions that the cost of attacks may be lowered by the use of AI to complete tasks that would otherwise require human labor and expertise. New attacks may arise that would be impractical for humans alone to develop or which exploit the vulnerabilities of AI systems themselves. It reviews a growing body of academic research about the security risks posed by AI and calls on governments and policy and technical experts to collaborate and defuse these dangers. The researchers detail the power of AI to generate synthetic images, text and audio to impersonate others online, in order to sway public opinion, noting the threat that authoritarian regimes could deploy such technology. The report makes a series of recommendations including regulating AI as a dual-use military/commercial technology. It also asks questions about whether academics and others should rein in what they publish or disclose about new developments in AI until other experts in the field have a chance to study and react to potential dangers they might pose. “We ultimately ended up with a lot more questions than answers,” Brundage said. The paper was born of a workshop in early 2017, and some of its predictions essentially came true while it was being written. The authors speculated AI could be used to create highly realistic fake audio and video of public officials for propaganda purposes. Late last year, so-called “deepfake” pornographic videos began to surface online, with celebrity faces realistically melded to different bodies. “It happened in the regime of pornography rather than propaganda,” said Jack Clark, head of policy at OpenAI, the group founded by Tesla Inc ( ) CEO Elon Musk and Silicon Valley investor Sam Altman to focus on friendly AI that benefits humanity. “But nothing about deepfakes suggests it can’t be applied to propaganda.”", "date": "February 21, 2018", "author": "Eric Auchard"},
{"title": "Temenos agrees 1.4 billion pounds deal for Fidessa, activist Elliott enters", "content": "ZURICH (Reuters) - Temenos agreed a 1.4 billion pound ($1.96 billion) takeover of British software peer Fidessa Group on Wednesday, whose shares traded above the offer price after activist investor Elliott Capital Advisors disclosed a stake. The two companies announced advanced takeover talks a day earlier as Swiss Temenos looked to add Fidessa’s equities trading technology to expand its customer base in the financial services industry. Fidessa shareholders would get 35.67 pounds for each share in the all-cash deal, expected to be completed in the first half of 2018. The British company’s investors will also get a combined final and special dividend of 79.7 pence for 2017. The price represented a premium of roughly 36.9 percent on Fidessa’s opening price of 26.05 pounds per share on Feb. 16. Temenos shares slipped 0.6 percent by 1045 GMT, while Fidessa’s stock hit a high of 37.45 pounds before easing to 36.85 pounds. As Temenos is proposing to buy Fidessa by way of a scheme of arrangement, Fidessa needs the backing of 75 percent of its shareholders for the deal to go through. Activist investor Elliott Capital Advisors disclosed a 4.8715 percent stake in Fidessa on Wednesday. It declined to comment on its intentions. Elliott has become active in Britain and has used its involvement in takeover targets to extract a higher price from buyers. It was among investment firms that forced Belgium-based brewer Anheuser-Busch InBev to raise its offer for rival beer business SABMiller in 2016, a $110 billion deal that was the UK’s biggest corporate takeover. It also has the equivalent of 7.1 percent in NXP Semiconductors [NXPSM.UL], which was the subject of a sweetened $44 billion offer from U.S. peer Qualcomm Inc on Tuesday in exchange for agreements from nine NXP stockholders, including Elliott. Temenos said it is borrowing up to 1.43 billion pounds to pay for its biggest ever acquisition and would later raise cash on the capital markets to reduce its debt. It declined to comment on the size of the capital raising.  Zuercher Kantonalbank analyst Andreas Mueller estimated it could look to raise $400 million to $450 million. The deal “will accelerate both companies’ complementary growth strategies in banking and capital markets and will enable us to cross-sell into our existing client bases and capture a greater share of the IT and software spend of banks especially as they move to the cloud”, Temenos Chairman Andreas Andreades said in a statement. The enlarged company would have had revenues of more than $1.2 billion in 2017, and a core profit margin of 32.3 percent, which Temenos said it expected to increase to 37 percent after annual savings of $60 million were achieved. Temenos said it expected the deal to be earnings accretive in 2018, and boost earnings per share in the mid-teen percentage range from 2019 onwards. Andreades said software in the capital markets industry was  highly fragmented and dominated by older systems, creating an opportunity for the combined company’s offering. Financial institutions spent an estimated $14 billion on capital markets software in 2018, with $3 billion going to third party vendors like Temenos. Such total spend is expected to grow by 8 percent per year, the company said. “The synergies, which are higher than we expected, and the increase in sales and increase in adjusted earnings from the first year are positive aspects,” said ZKB’s Mueller. “The industrial logic is clear. Many banks in Asia and Europe are offering a trading business in addition to retail and asset management, which gives clear cross selling potential,” he added.", "date": "February 21, 2018", "author": "John Revill"},
{"title": "Public transit app Moovit raises $50 million in round led by Intel", "content": "TEL AVIV (Reuters) - Public transit app Moovit said on Wednesday it raised $50 million in an investment round led by Intel Capital, bringing its total raised to date to $133 million. All Moovit’s earlier investors participated, including Sequoia Capital, BMW iVentures, NGP, Ashton Kutcher’s Sound Ventures, BRM, Gemini, Vaizra, Vintage and newcomer Hanaco. Israel-based Moovit’s free app provides transit information to more than 120 million users in 80 countries. Amnon Shashua, senior vice president of Intel Corp and CEO of Israeli autonomous vehicle technology firm Mobileye, will join Moovit’s board as an observer. Moovit co-founder and CEO Nir Erez said the company will use the funds to expand its global sales team and enhance its consumer products to support user growth. “Moovit expects to surpass 1 billion users by 2021 and to expand significantly the number of cities that use Moovit’s data analytics to improve urban mobility,” Erez said, adding that the company plans to collaborate with Mobileye, which was acquired last year by Intel for $15.3 billion. Shashua said the combination of Mobileye’s and Moovit’s technology and data “will be instrumental in making cities ready for autonomous vehicles.”", "date": "February 21, 2018", "author": ""},
{"title": "Avis steers into crowded field for managing ride services fleets", "content": "DETROIT (Reuters) - When Avis Budget Group Inc ( ) reports its results on Wednesday, executives under pressure from restive shareholders will likely point to the potential for profits from managing fleets of vehicles for ride services and robo-taxi companies. Avis, however, won’t be alone in chasing revenue from the same ride service companies that are undermining the rental car business. Fleet management is a catch-all term for a complex suite of services ranging from financing car purchases to maintaining, cleaning, fuelling, repairing and selling used vehicles. Fleet managers use real-time data to track vehicles for customers like Uber Technologies Inc [UBER.UL], Lyft and General Motors Co’s ( ) Maven to maximum vehicle usage and cut down on the downtime that leads to lost revenue on expensive assets. “Saying ‘I want to go into fleet management’ is easy,” said Hans-Werner Kaas, a senior partner at McKinsey & Company’s Detroit office. “But fleet management is very capital-intensive and is different from what many of those companies do today.” Even Element Fleet Management Corp ( ), an established fleet manager, has stumbled recently with an expensive, complex big-data platform deployed to manage large vehicle fleets. Element manages more than 1 million vehicles for corporate customers and spent $70 million on a big-data driven platform for customers using artificial intelligence and predictive analytics. But the system’s glitches cost Element’s former chief executive his job and helped send the company’s shares down more than 50 percent this year. Element said it is fixing the problems and will spend $35 million more in 2018 on product enhancements. “The bumps we’ve had in rolling out a new platform is indicative of the complexity of pivoting to new transportation models that are still being invented,” said Michele Cunningham, Element’s senior vice president for products and services. Years of heavy U.S. automobile sales have depressed used car values, hurting Avis and others that depend on selling vehicles into the secondary market. Avis is trying to beef up prices but said last month that “unexpected pricing and fleet cost challenges” have cost it $300 million over the last two years. It expects to post 2017 adjusted pre-tax income nearly 13 percent lower than in 2016. The company’s largest shareholder, SRS Investment Management LLC, has proposed three new nominees for Avis’ board and said it must formulate “top strategic priorities” to confront a present threat from Uber and Lyft, and a future threat from robo-taxi operators such as Alphabet Inc’s ( ) Waymo or GM’s Cruise. Avis owns ride-sharing service Zipcar, which rents cars to Uber drivers, and last June announced a service agreement for Waymo’s self-driving car fleet starting in Phoenix, sending its shares soaring. Avis is testing a fleet of connected cars in Kansas City to build fleet management expertise and “to see how we can do this for others as well,” Chief Executive Officer Larry De Shon said. Stanford economist Tony Seba and tech investor James Arbib estimate that self-driving cars in \"transportation-as-a-service\" will grow from zero U.S. passenger miles in 2020 versus traditionally-owned vehicles to 95 percent of the 6.1 trillion passenger miles in 2030. (For a graphic, see: ) The fleets required for those services mean “a lot of money on the table” for fleet managers, said Doug Mehl, a partner in A.T. Kearney’s automotive practice. That potential is drawing a crowd. Avis rivals Hertz Global Holdings Inc ( ) and Enterprise Holdings Inc ERACR.UL are staking out positions in fleet management, as are car auction giants Manheim and KAR Auction Services Inc ( ), which already have facilities to handle millions of used vehicles annually. KAR said this month it was buying fleet management software company STRATIM to enter the business. Manheim is talking to partners about larger fleets and expects to invest in new facilities in the next three years as demand grows, said Grace Huang, president of inventory solutions at Cox Automotive, Manheim’s parent company. Car dealers want in as well. AutoNation Inc ( ) last November signed a service agreement with Waymo, a deal that boosted its shares. “Dealers are a natural fit,” National Automobile Dealers Association spokesman Jonathan Collegio said. “Because they’re everywhere, they’ve already made the investments and have the expertise.”", "date": "February 21, 2018", "author": "Nick Carey"},
{"title": "Venezuela says launch of 'petro' cryptocurrency raised $735 million", "content": "CARACAS (Reuters) - President Nicolas Maduro said Tuesday that Venezuela had received $735 million in the first day of a pre-sale of the country’s “petro” cryptocurrency, aimed at pulling the country out of an economic tailspin. Maduro is hoping the petro will allow the ailing OPEC member to skirt U.S. sanctions as the bolivar currency plunges to record lows and it struggles with hyperinflation and a collapsing socialist economy. Blockchain experts have warned the petro is unlikely to attract significant investment. Opposition leaders have said the sale constitutes an illegal debt issuance that circumvents Venezuela’s majority-opposition legislature, and the U.S. Treasury Department has warned it may violate sanctions levied last year. Maduro did not give details about the initial investors and there was no evidence presented for his figure. He added that tourism, some gasoline sales and some oil transactions could be made in petro. “Today, a cryptocurrency is being born that can take on Superman,” said Maduro, using the comic character to refer to the United States, as he was flanked by mining rigs in a state television address. The official website for the petro on Tuesday published a guide to setting up a virtual wallet to hold the cryptocurrency. The cryptocurrency goes public next month. Venezuelan Cryptocurrency Superintendent Carlos Vargas last week said the government was expecting to draw investment from investors in Turkey, Qatar, the United States and Europe. The value of the entire petro issuance of 100 million tokens would be just over $6 billion, according to details given by Maduro in recent months, though no new price information was provided on Tuesday. The tokens will each be valued at and backed by a barrel of Venezuelan crude oil, Maduro has said. Advisers working for the government have in the past recommended that 38.4 percent of the petros should be sold in a private auction at a discount of 60 percent. Maduro says his government is the victim of an “economic war” led by opposition politicians with the help of the government of U.S. President Donald Trump. Sanctions levied last year by Washington block U.S. banks and investors from acquiring newly issued Venezuelan debt, effectively preventing the nation from borrowing abroad to bring in new hard currency or refinance existing debt. The petro will not be a token on the Ethereum network, as was previously disclosed in a whitepaper provided by the government.", "date": "February 21, 2018", "author": ""},
{"title": "Human rights groups say Mexico not investigating spyware claims", "content": "MEXICO CITY (Reuters) - A group of human and digital rights activists said on Tuesday that the Mexican government had failed to properly investigate allegations their smartphones were infected with spying software. They have asked for an independent investigation. Activists, human-rights lawyers and journalists filed a complaint in June with the attorney general’s office, claiming the government had infected their phones to spy on them with software known as Pegasus, which Israeli company NSO Group allegedly sold to Mexico’s government. “Since filing the complaint we said we did not trust the attorney general’s office would be able to investigate itself, since there is evidence it was that agency that purchased the malware,” the activist groups said in a joint statement. The group includes the Miguel Agustin Pro Juarez Human Rights Center (Prodh), human rights advocacy group Article 19, Mexicans Against Corruption and Impunity and digital rights group R3D. Mexican President Enrique Pena Nieto has asked the attorney general’s office to investigate the charges the government spied on private citizens, saying he wanted to get to the bottom of the accusations he called “false.” “President (Pena Nieto) condemned the investigation to failure, threatening the accusers and concluding prematurely the charges were false,” said the statement. Citizen Lab, a group of researchers based at the University of Toronto’s Munk School of Global Affairs, has said it found a trace of the Pegasus software in a phone belonging to a group of experts backed by the Inter-American Commission on Human Rights who investigated the 2014 disappearance of 43 students. U.N. human rights experts called on the government of Mexico in July to “cease the surveillance immediately” of activists and journalists and to conduct a fully impartial investigation into the illegal spying. The group of activists said Mexican authorities have not followed up on several leads, even failing to identify and question the government officials trained to use Pegasus. They called on candidates for July’s presidential election to make a public announcement on the need to create a panel of independent experts to investigate the case. Left-wing candidate Andres Manuel Lopez Obrador is leading in polls for the July vote. He is followed by Ricardo Anaya of the left-right coalition “For Mexico in Front” and trailing in third is Jose Antonio Meade of Pena Nieto’s ruling Institutional Revolutionary Party (PRI).", "date": "February 21, 2018", "author": ""},
{"title": "Bitcoins for free? Japanese cryptocurrency exchange lands in hot water again", "content": "TOKYO (Reuters) - A blunder at a Japanese cryptocurrency exchange let investors briefly buy bitcoins for free - though none were able to profit from the mistake. Zaif, a government-registered exchange run by Osaka-based Tech Bureau Corp, said on Tuesday that a system glitch had let seven customers buy bitcoin with no yen value during a 20-minute window last week. The exchange voided the trades after discovering the error, which happened on Feb. 16 - though it was still trying to resolve the issue with one customer who tried to transfer the knock-down bitcoins from the exchange, a spokesman told Reuters. Zaif’s operator had already faced checks after last month’s theft of $530 million in digital money from Coincheck Inc, with regulators fearing its systems were at risk from cyber-attacks. The latest flub could draw further attention to security and systems at cryptocurrency exchanges, which were already under scrutiny in the wake of the Coincheck heist. The theft also drew into question Japan’s system of overseeing exchanges. Zaif is one of 16 exchanges registered with the government, which last year allowed a further 16 - including Coincheck - to continue operating pending full registration. The registered exchanges will form a self-regulatory body from April, sources have told Reuters. They had originally planned to merge two existing industry bodies representing both registered and unregistered exchanges. The body will set out rules on issues like exchange security and advertising, and will lay out penalties for members who don’t follow the policies, the Nikkei business daily reported on Wednesday. Japan last year rolled out the world’s first system to oversee cryptocurrency exchanges, in a bid to protect customers and stamp out illegal uses of cryptocurrencies as it sought to  nurture a young and promising sector. The regulator opted for relatively loose rules to help nurture the industry, mostly populated by start-ups. The Coincheck heist exposed flaws in the system, and - for some experts - raised questions over Japan’s dash to regulate the industry amid crackdowns by countries from China to India. Bitcoin surged more than 1,300 percent last year but lost about half its value at one point this year as more governments and central banks signaled possible regulatory crackdowns.", "date": "February 21, 2018", "author": "Thomas Wilson, Taiga Uranaka"},
{"title": "U.S. Intel plans $5 billion investment in Israeli plant: minister", "content": "JERUSALEM (Reuters) - Intel Corp plans to invest $5 billion to expand production at its Kiryat Gat plant in southern Israel, Israeli Economy Minister Eli Cohen said on Wednesday after talks with the U.S. chipmaker. Intel, would start expanding the plant this year and work would be completed in 2020, the minister said in a statement. A spokesman for Intel in Israel declined to comment. The U.S. semiconductor firm has said it planned to upgrade the facility to 10-nanometer technology from 22-nanometer, making chips that are smaller and faster. Intel received a state grant worth 5 percent of the $6 billion it invested in upgrading the plant in 2014, when it was also granted a reduced corporate tax rate of 5 percent for 10 years. Intel is expected to receive a further grant of up to 10 percent of the $5 billion value for the latest expansion. A ministry spokeswoman said the precise amount would depend on Intel’s final expansion proposals. The director generals at the ministries of economy and finance, as well as the tax authority, are due to meet in the next month to agree in principle on Intel’s outline proposal. The Economy Ministry, which approves grants, will review the detailed plan. Intel Israel’s exports rose to $3.6 billion in 2017 from $3.3 billion in 2016, boosted by the launch of a new generation of processors. Intel has invested $17 billion in Israel since 1974 and employs more than 10,000 people, 60 percent of them in research and development. Intel bought Israeli autonomous vehicle technology firm Mobileye last year for $15.3 billion. [nL5N1GQ249]", "date": "February 21, 2018", "author": "Steven Scheer"},
{"title": "Apple in talks with miners to secure cobalt supplies: sources", "content": "LONDON (Reuters) - Apple Inc ( ) is talking to major cobalt producers to secure supplies of the material vital for the lithium-ion rechargeable batteries that power its mobile phones, three cobalt industry sources said. Apple declined to comment. Locking in cobalt supplies has become a dominant theme as it is also used in batteries to power electric vehicles whose rapid growth is revolutionizing the motor industry, which is also looking to agree long-term supply deals. Auto makers, mobile device makers and manufacturers of super-alloys used to make jet engines are all getting jittery about possible scarcities of responsibly sourced cobalt, sources said. “We’re not sure whether (Apple) want to buy the cobalt for the battery makers that supply them or whether they are planning to stand behind the cobalt supply chain as guarantors,” a cobalt industry source said. “They’ve been asking producers to make offers. We’re not sure of the volumes, but if they are looking for anything more than a couple of years, they might be disappointed.” A Bloomberg report, citing an anonymous source, said the iPhone maker was seeking contracts to buy several thousand metric tonnes of cobalt for five years or longer. Industry sources said Apple had spoken to miners such as Glencore ( ), a top producer, which said late last year it would produce around 39,000 tonnes of cobalt this year. Asked on a results call with reporters on Wednesday about the company’s relationship with Apple, Glencore’s Chief Executive Ivan Glasenberg said: “We have not signed any deals,” adding that Glencore would not sign any long-term deals because the company did not want to lock in cobalt prices. Talking to reporters in London last December, Glasenberg said the company had held talks with Apple, Tesla ( ) and Volkswagen ( ) as part of ongoing discussions with industrial clients. Sources told Reuters last year that Germany’s Volkswagen had asked producers to submit proposals on supplying cobalt for up to 10 years from 2019. Cobalt CBD0 prices on the London Metal Exchange, at around $80,000 a tonne, have climbed from near $20,000 in January 2016. Global demand this year is estimated at more than 110,000 tonnes, of which more than 65 percent is expected to come from the Democratic Republic of Congo, where it is a byproduct of copper production. Rights group Amnesty International said last year about a fifth of Congo’s cobalt production is mined by hand by informal miners including children, often in dangerous conditions. “Responsible sourcing has become the be all and end all, especially in the DRC and especially after the Amnesty report,” a cobalt trading source said. The DRC is the richest source of cobalt but smaller deposits are also found in countries ranging from Finland to Canada.", "date": "February 21, 2018", "author": "Pratima Desai"},
{"title": "British bank RBS hires 'digital human' Cora on probation", "content": "LONDON (Reuters) - A life-like avatar called Cora is being put through her paces by Royal Bank of Scotland ( ), helping customers with basic queries and giving its digital banking drive a more human face. RBS, which recently axed a quarter of its branches and has announced thousands of job cuts in the past year alone as it reduces costs, will only deploy Cora to NatWest customers if the bank’s female avatar passes her probation period. The digital teller, who wears a NatWest branded uniform and has an ear piercing and sparkling teeth, answers simple questions on getting a mortgage or what to do if a customer loses their card. “It could create another way for our customers to bank with us on top of the usual services we offer and be used to help answer questions round the clock, whilst cutting queuing times,” Kevin Hanley, director of innovation at NatWest, said. Cora, which is undergoing advanced testing as part of a pilot program at RBS, could even be used to train members of staff, Hanley said on Wednesday. The RBS experiment is the latest by an industry trying to adapt to changing customer behavior, rapid technological change and the threat posed by new entrants. Initiatives range from now-commonplace chatbots or installing tablets in branches to bolder forays into the future, such as robot door staff. Deutsche Bank CEO John Cryan said last year robots could replace 48,000 of the bank’s human employees, who were too error-prone and inefficient. NatWest said its prototype, which can have a two-way verbal conversation with customers via computers, tablets or mobile phones and learn from mistakes, could boost efficiency and provide another channel for customers to get support. Cora could free up human colleagues to deal with more complex issues, the bank continued, adding that testing has suggested customers who have avoided digital services might be more inclined to interact with a “digital human”.", "date": "February 21, 2018", "author": "Emma Rumney"},
{"title": "Nokia sees no path for 'struggling' digital health business: memo", "content": "HELSINKI (Reuters) - Nokia does not see meaningful potential for its “struggling” digital health business which includes activity trackers and smartwatches, according to an internal memo seen by Reuters on Wednesday. The Finnish company, which is mainly focused on making telecom network equipment, earlier this month said it would start a strategic review of its small digital health venture after just two years in the business. “Rather than only falling in love with our technology, we must be honest with ourselves. In its entirety, our Digital Health business has struggled to scale and meet its growth expectations,” Nokia’s chief strategy officer Kathrin Buvac wrote in the letter to employees. “Currently, we don’t see a path for it to become a meaningful part of a company as large as Nokia... Failing fast isn’t failure, it is accelerated learning,” she added. A Nokia spokesman declined to comment specifically on the memo, which was initially published by tech news website The Verge, but said: “We now need to see how the strategic review progresses – there is no pre-ordained outcome.” Digital health, part of Nokia Technologies unit, is one of the areas where the company had been looking for future growth opportunities amid a tough market for the network gear business. As an initial move into the market, Nokia in 2016 bought France’s Withings, which makes activity trackers and thermometers, for 170 million euros ($209 million). Last year, Nokia brought a new smartwatch to the market but also wrote down 141 million euros of goodwill on the business. Other parts of the Technologies unit, such as patent and brand licensing for mobile phones, are not in the scope of the review​. The Technologies business also launched a virtual reality camera in 2015, but last year said it would halt the development of that product. “Seems Withings is up for sale and the Technologies unit will move away from new ventures and focus on patent licensing,” said Mikael Rautanen, an analyst at Inderes Equity Research who has a “buy” rating on the stock. “They (digital health and VR) were both high-risk investments in future technologies, which didn’t take off. So it’s good if the company has the guts to back away from them,” Rautanen said. Nokia last year generated sales of 23.2 billion euros, of which 52 million euros came from digital health and digital media. ($1 = 0.8122 euros)", "date": "February 21, 2018", "author": "Jussi Rosendahl"},
{"title": "Daimler to start serial production of eActros truck in 2021", "content": "STUTTGART (Reuters) - Daimler ( ) said on Wednesday it aims to start serial production of an electric heavy truck with a range of 200 km (124 miles) in 2021, Daimler Trucks chief Martin Daum said. A year ago, Daimler had said its eActros could be ready for serial production in 2020. Ten customers, including supermarket chain Edeka and logistics group Hermes, are to test Daimler’s eActros truck this year, Daum said. After that, another set of customers will test it for another year. Daimler and rivals including Tesla ( ) and Volkswagen’s ( ) MAN are racing to bring electric trucks to market to cope with a push to shift from fossil fuels to greener vehicles and reduce pollution.", "date": "February 21, 2018", "author": ""},
{"title": "U.S. SEC calls for 'clearer' cyber risk disclosure from companies", "content": "WASHINGTON (Reuters) - The U.S. Securities and Exchange Commission on Wednesday updated guidance to public companies on how and when they should disclose cyber security risks and breaches, including potential weaknesses that have not yet been targeted by hackers. The guidance also said company executives must not trade in a firm’s securities while possessing nonpublic information on  cyber security attacks. The SEC encouraged companies to consider adopting specific policies restricting executive trading in shares while a hack is being investigated and before it is disclosed. The SEC, in unanimously approving the additional guidance, said it would promote “clearer and more robust disclosure” by companies facing cyber security issues, according to SEC Chairman Jay Clayton, a Republican. Democrats on the commission reluctantly supported the guidance, describing it as a paltry step taken in the wake of a raft of high-profile hacks at major companies that exposed millions of Americans’ personal information. They called for much more rigorous rulemaking to police disclosure around cyber security issues, or requiring certain cyber security policies at public companies. Commissioner Robert Jackson said the new document “essentially reiterates years-old staff-level views on this issue,” and pointed to analysis from the White House Council of Economic Advisers that finds companies frequently under-report cyber security events to investors. The SEC first issued guidance in 2011 on cyber security disclosures. “It may provide investors a false sense of comfort that we, at the Commission, have done something more than we have,”  Commissioner Kara Stein, another Democrat, said in a statement. Significant breaches have included those at Equifax Inc.( ) consumer credit reporting agency, and at the SEC itself. The agency announced in September its corporate filing system, known as EDGAR, was breached by hackers in 2016 and may have been used for insider trading. The matter is under review. The new guidance will mean that corporations disclose more information about cyber attacks and risks and take steps to ensure no insider trading can occur around those events, said several attorneys who advise businesses on the subject. “This essentially creates a mandatory new disclosure category - cyber security risks and incidents,” said Spencer Feldman, an attorney with Olshan Frome Wolosky LLP. Craig A. Newman, a partner with Patterson Belknap Webb & Tyler LLP said the SEC guidance “makes clear that it doesn’t want a repeat of the Equifax situation.”", "date": "February 21, 2018", "author": "Pete Schroeder, Jim Finkle"},
{"title": "Snapchat promises update after users balk at redesign", "content": "(Reuters) - Snap Inc’s ( ) Snapchat on Tuesday responded to a Change.org petition that sought a reversal of the messaging app’s latest redesign. In its response, Snapchat did not agree to the petitioners' demand but promised to roll out a new update in the coming weeks that will bring some changes to the 'Friends and Discover' section in the app. ( ) Last week, Chief Executive Evan Spiegel told an investor conference in San Francisco that he was pleased with the redesign and thought it was a more logical setup for users. The petition titled ‘Remove the new Snapchat Update’, which has been signed by over 1.2 million people so far, said the new update made many features difficult to use. The petition said it aimed to convince Snap Inc to change the app back to the version prior to the 2018 update.", "date": "February 21, 2018", "author": ""},
{"title": "Americans prefer bank branches over mobile apps for opening new accounts", "content": "NEW YORK (Reuters) - Mobile banking apps keep getting better, but 60 percent of Americans would still rather open a new checking account in person at a bank branch than on a phone, tablet or desktop computer, according to a new survey. Set for release on Wednesday by consulting firm Novantas, the survey also found that half of U.S. customers feel that online-only banks are “less legitimate” than those with branches. The preference for visits to branch offices over online banking for some activity stems from being able to see someone to resolve any issues that may arise, the researchers found. “Folks are still hanging onto this comfort of feeling like there is a branch nearby if, and when, they need it,” said Matthew Sharp of Novantas. Never mind that they are going to branches less often. The findings show that banks that can afford to keep branch offices still have an advantage over online upstarts when  signing new customers for primary accounts. The results help explain why JPMorgan Chase & Co ( ) and Bank of America Corp ( ) have said recently they will build branches as they spread into more cities. Bank of America is expanding this year into Pittsburgh. JPMorgan intends to add as many as 400 branches over five years as it moves into cities such as Boston and Washington, D.C. The Novantas findings are based on responses from 4,352 people contacted by email in September. More U.S. customers might be willing to open primary accounts online if traditional banks were able to better show that they can handle problems remotely, Sharp said. But some banks still will not even change a home address for a customer without a personal visit, said Andrew Hovet, a director at Novantas. Firms that are newer to taking bank consumer deposits, such as Ally Financial Inc ( ) and Goldman Sachs Group Inc  ( ), have had an advantage in being able to design easy-to-use online accounts from the start, Hovet said. So far online-only firms have mostly signed customers seeking the highest deposit rates for secondary savings accounts, not people setting up primary transaction accounts to anchor their finances, Hovet said. Still, because Americans, and particularly younger adults, are doing more everyday transactions by phone, JPMorgan and Bank of America can build fewer traditional branches in new territories than would have been needed in the past. They can open smaller branches, space them further apart and supplement their presence with more ATM kiosks, local marketing and advertising. Done right, they can win, for example, 10 percent of new checking account customers in a market in which they have only 5 percent of the branches, Hovet said.", "date": "February 21, 2018", "author": "David Henry"},
{"title": "Broadcom cuts Qualcomm offer to $117 billion after new NXP deal", "content": "(Reuters) - Microchip maker Broadcom Ltd ( ) cut its bid for Qualcomm Inc ( ) on Wednesday by 4 percent to $117 billion as it objected to Qualcomm’s decision to raise its own bid for NXP Semiconductors NV ( ) to $44 billion. Qualcomm responded that Broadcom had made “an inadequate offer even worse,” setting up a showdown on March 6, when Qualcomm shareholders are scheduled to elect an 11-member board and decide whether to hand control to a slate of six nominees put forward by Broadcom. A tie-up between Broadcom and Qualcomm would be the biggest technology acquisition ever. The takeover battle is at the heart of a race to consolidate the wireless technology equipment sector, as smartphone makers such as Apple Inc ( ) and Samsung Electronics Co Ltd ( ) use their market dominance to negotiate lower chip prices. Broadcom said that Qualcomm’s raised bid would amount to overpaying for NXP and cut its own bid as a result. “Qualcomm’s board acted against the best interests of its stockholders,” Broadcom said in its statement on Wednesday. The moves raise the chances that Qualcomm will buy NXP and lowered the chances of a Broadcom-Qualcomm deal, CFRA Research analyst Scott Kessler wrote. Broadcom also criticized Qualcomm on Wednesday for not liaising with it before raising its NXP bid, as proxy advisory firm Institutional Shareholder Services Inc had recommended. Qualcomm on Wednesday defended the value of the NXP deal, which it argued would expand Qualcomm’s markets and offer cost savings, and said Broadcom had refused to engage in discussions on the value of Broadcom’s bid for Qualcomm. The deal with Broadcom continued to face a “highly uncertain path to regulatory approvals,” Qualcomm added. Qualcomm shares were trading down 0.5 percent at $63.53 on Wednesday afternoon in New York, while Broadcom shares were up 1.2 percent at $252.69. Qualcomm raised its offer for NXP from $110 to $127.50 per share in cash on Tuesday. In exchange, it received binding agreements from nine NXP stockholders that collectively own more than 28 percent of NXP’s outstanding shares to support the deal. These include hedge funds Elliott Advisors (UK) Ltd and Soroban Capital Partners LP, which had pushed for a higher price. Broadcom’s latest $82 per share cash-and-stock offer for Qualcomm was contingent on it buying NXP at its earlier offered price of $110 per share. Broadcom said on Wednesday that if the NXP deal goes ahead at $127.50, it will reduce the cash portion of its bid for Qualcomm by $3 per share. Qualcomm is contractually obligated to complete the NXP deal, so that acquisition could fall apart only if too few NXP shareholders support the tender offer or if China’s MOFCOM, the only relevant regulator that has yet to approve the deal, blocks it. Under the new terms agreed with NXP’s board, the deal with Qualcomm is contingent on 70 percent of NXP’s shares being tendered, instead of the 80 percent threshold required in the earlier agreement signed in October 2016. Once this threshold is reached, Qualcomm can take over the entire company through a “second-step” transaction mechanism. NXP shares were trading at $125.70 on Wednesday, close to the new deal price, indicating that most investors think the acquisition will go through. Broadcom said on Wednesday other conditions of the proposed merger agreement remained unchanged, including an $8 billion breakup fee to be paid to Qualcomm should regulators thwart the deal.", "date": "February 21, 2018", "author": "Greg Roumeliotis"},
{"title": "U.S. cloud-computing failure could spur up to $19 billion in losses: Lloyd's", "content": "(Reuters) - A cyber problem that temporary shuts down a top U.S. cloud computing provider could trigger as much as $19 billion in business losses, only a fraction of which would be insured, Lloyd’s of London said in a report on Tuesday. The report, co-written with modeling firm AIR Worldwide, examined potential losses stemming from disruptions to business that depend on cloud computing in the event that cyber incidents such as hacking, lightning strikes, bombing of data centers and human errors “completely disrupt” U.S. cloud service to all of a provider’s customers. An incident that takes one of the top-three cloud service providers offline for three to six days would result in total losses of between $5.3 billion and $19 billion. Insured losses would total between $1.1 billion and $3.5 billion, according to the Lloyd‘s-AIR report. Cloud computing has grown rapidly in recent years as businesses move their operations to public clouds, the big computer data centers that are displacing traditional customer-owned computer systems. The Lloyd’s report, based on scenarios involving the top 15 U.S. cloud providers, does not identify those providers.  A spokeswoman for Lloyd‘s, the world’s largest specialty insurance market, declined comment. Research firm Canalys estimates the cloud computing market at $14.4 billion for the third quarter of 2017, up 43 percent from a year prior. Amazon.com Inc holds 31.8 percent of the market, followed by Microsoft Corp at 13.9 percent and Alphabet Inc’s Google with 6 percent, according to Canalys’ estimates. “I think the world is much more correlated,” than it was before, Lloyd’s of London Chief Executive Inga Beale said in an interview. “Other things can impact and aggregate with a cyber security issue.” A cloud failure can disrupt orders for Web-based businesses, shipping, email, payments and more. Insurers are struggling to estimate their potential exposure to cyber-related losses amid mounting cyber risks and interest in cyber insurance. “As the cyber insurance market grows rapidly, the distribution of risk will have to be monitored carefully,” Lloyd’s said in the report. A cyber incident that knocks out one of the 10th- to 15th-largest U.S. cloud providers for three to six days would cause $300 million and $1.5 billion in losses and between $40 million and $300 million in losses to the insurance industry. Smaller companies may rely more on the cloud than larger companies and are less likely to have cyber insurance, according to the report.", "date": "January 23, 2018", "author": "Suzanne Barlyn"},
{"title": "Ex-IBM employee from China gets five years prison for stealing code", "content": "NEW YORK (Reuters) - A former software engineer for IBM in China was sentenced to five years in prison after he pleaded guilty to stealing proprietary source code from the company, prosecutors announced on Friday. Jiaqiang Xu, 32, was sentenced on Thursday by U.S. District Judge Kenneth Karas in White Plains, New York, according to a statement from the office of U.S. Attorney Geoffrey Berman. Xu pleaded guilty in May 2017 to economic espionage and theft of a trade secret. Leanne Marek, Xu’s attorney, did not immediately respond to a request for comment. Xu worked as a systems software developer for International Business Machines Corp from 2010 to 2014, according to a public LinkedIn profile. The company was not identified by name in court documents, and did not immediately respond to a request for comment. Xu was arrested in December 2015 after meeting with an undercover officer at a White Plains hotel, where authorities said he was recorded saying he used proprietary IBM code to make software to sell to customers, according to prosecutors. He was originally charged with theft of a trade secret. The economic espionage charges were added in a superseding indictment filed last June. Prosecutors said the proprietary computer code Xu stole was related to a so-called clustered file system, which facilitates faster computer performance. Xu, who began working at IBM in China in 2010, had full access to the source code before voluntarily resigning in May 2014, prosecutors said. According to the criminal complaint filed in 2015, the Federal Bureau of Investigation in 2014 received a report that someone in China was claiming to have access to the code and using it for business ventures, prompting the investigation that led to the arrest.", "date": "January 19, 2018", "author": "Brendan Pierson"},
{"title": "Trump signs bill renewing NSA's internet surveillance program", "content": "WASHINGTON (Reuters) - U.S. President Donald Trump on Friday said he signed into law a bill renewing the National Security Agency’s warrantless internet surveillance program, sealing a defeat for digital privacy advocates. “Just signed 702 Bill to reauthorize foreign intelligence collection,” Trump wrote on Twitter, referring to legislation passed by the U.S. Congress that extends Section 702 of the Foreign Intelligence Surveillance Act (FISA). The law renews for six years and with minimal changes the National Security Agency (NSA) program, which gathers information from foreigners overseas but incidentally collects an unknown amount of communications belonging to Americans. The measure easily passed the U.S. House of Representatives last week despite mixed signals posted on Twitter by Trump and narrowly avoided a filibuster in the Senate earlier this week that split party lines. The measure had drawn opposition from a coalition of privacy-minded Democrats and libertarian Republicans. In his tweet on Friday, Trump attempted to clarify why he signed the bill despite repeating an unsubstantiated claim that his Democratic predecessor, Barack Obama, ordered intelligence agencies to eavesdrop on Trump’s 2016 Republican presidential campaign. “This is NOT the same FISA law that was so wrongly abused during the election,” Trump wrote. “I will always do the right thing for our country and put the safety of the American people first!” Last September, the U.S. Justice Department said in a court filing that it had no evidence to support Trump’s claim about improper surveillance during the campaign. Without Trump’s signature, Section 702 had been set to expire on Friday, though intelligence officials had said the surveillance program could continue to operate until April. Under the law, the NSA is allowed to eavesdrop on vast amounts of digital communications from foreigners living outside the United States via U.S. companies like Facebook Inc, Verizon Communications Inc and Alphabet Inc’s Google. But the program also incidentally scoops up Americans’ communications, including when they communicate with a foreign target living overseas, and can search those messages without a warrant. The White House, U.S. intelligence agencies and congressional Republican leaders have said the program is indispensable to national security, vital to protecting U.S. allies and needs little or no revision. Privacy advocates say it allows the NSA and other intelligence agencies to grab data belonging to Americans in a way that represents an affront to the U.S. Constitution.", "date": "January 19, 2018", "author": "Dustin Volz"},
{"title": "Twitter to notify users exposed to Russian propaganda during U.S. elections", "content": "(Reuters) - Twitter Inc ( ), which is reviewing Russian interference during the 2016 U.S. elections, said on Friday it would notify some of its users whether they were exposed to content generated by a suspected Russian propaganda service. The company said it would email 677,775 people in the United States who followed, retweeted or liked content from accounts associated with the Internet Research Agency (IRA) during the election. The IRA is a Russian organization that according to lawmakers and researchers, employs hundreds of people to push pro-Kremlin content under phony social media accounts. Twitter added that because it has already suspended these accounts, the relevant content is no longer publicly available on its platform. Twitter executives on Wednesday told U.S. lawmakers that it may notify the users about the Russian propaganda. The company in September said it had suspended about 200 Russian-linked accounts, and followed it by suspending adverts from media outlets Russia Today and Sputnik in October. The top Democrat on the U.S. House of Representatives intelligence committee on Friday praised Twitter’s move and urged technology companies to keep looking into abuse of their platforms by Russia during the 2016 elections. “The Committee’s open hearing last November with Twitter, Facebook and Google revealed the extent to which the Russians exploited vulnerabilities inherent in the openness of our society and social media platforms, and it is vital these companies are transparent with users who were likely exposed to Kremlin propaganda and disinformation,” Representative Adam Schiff said in a statement. Senator Mark Warner, the ranking Democrat on the Senate intelligence panel, echoed this view, tweeting: “I’ve been tough with Twitter on this, but I‘m encouraged to see the company beginning to take responsibility and notify its users of Russia’s influence on its platform.”", "date": "January 19, 2018", "author": ""},
{"title": "Contrite Facebook executives seek to ward off more European rules", "content": "MUNICH (Reuters) - Facebook executives are fanning out across Europe this week to address the social media giant’s slow response to abuses on its platform, seeking to avoid further legislation along the lines of a new hate speech law in Germany it says goes too far. Facebook’s communications and public policy chief used an annual meeting in Munich of some of Europe and Silicon Valley’s tech elite to apologize for failing to do more, earlier, to fight hate speech and foreign influence campaigns on Facebook. “We have to demonstrate we can bring people together and build stronger communities,” the executive, Elliot Schrage, said of the world’s biggest information-sharing platform, which has more than 2 billion monthly users. “We have over-invested in building new experiences and under-invested in preventing abuses,” he said in a keynote speech at the DLD Munich conference on Sunday. In the United States, lawmakers have criticized Facebook for failing to stop Russian operatives using its platform to meddle in the 2016 presidential elections, while Britain’s parliament is looking again at the role such manipulation may have played in Britain’s Brexit vote to leave the European Union. ( ) (( ) A German law that took effect at the start of the year requires social networks such as Facebook, Google and Twitter to remove online hate speech or face heavy fines. ( ) “It sets forth the right idea for the relation between government and the private sector but it also goes farther than ... we think it should go,” Schrage said of the law. ”At the same time the law places the responsibility on us to be judge and jury and enforcer determining what is legally compliant and not. I think that is a bad idea. “The challenge is how to define where the violation has been or not,” he said. By contrast, Schrage praised the approach of the European Union in demanding that internet companies adhere to a code of conduct and respond quickly to requests to take down illegal content rather than being required to make those decisions themselves. “That’s an example of how we can work with governments to be more responsive to their concerns,” Schrage said of the EU. The EU has put internet companies on notice that it will legislate if they don't do a better job self-policing their services for extremist propaganda, hate speech and other abuses. ( ) Far from being a “Wild West of content”, Schrage argued,  Facebook’s policies on policing content are far more in line with Europe’s strict boundaries governing hate speech than the  anything-goes reputation it has coming from Silicon Valley. “We are often criticised for being an American company. But our policies with respect to speech and expression are much closer to how the standards have evolved in Europe than they are in the United States,” Schrage said. “We do not permit hate speech, we do not permit incitement. There is a tremendous amount of content we remove regularly. When we see content related to terrorism, to hate speech, to incitement, we reach out to law enforcement,” he said. But several tech leaders in the audience said Facebook had long ignored what are effectively editorial responsibilities for policing abusive content on its platform. Schrage said Facebook now employed thousands of people to monitor content and to work more closely with law enforcement, while automated algorithms detect and delete 99 percent of Islamic State and al Qaeda content before any Facebook users ever see it. Paul-Bernhard Kallen, chief executive of Hubert Burda Media, one of Germany’s largest publishers, said Facebook has avoided responsibility for moderating content on its platform. “From my perspective, Facebook is a media company. One way or the other, Facebook should accept it,” Kallen said of taking more control over content or facing regulatory demands to do so. Facebook Chief Operating Officer Sheryl Sandberg is meeting policymakers in Paris and Brussels, while Schrage is touring Germany. Later this week they will converge on Davos, the annual policy gathering of world politicians, business chiefs, bankers and celebrities taking place in the Swiss Alps. Facebook founder and chief executive Mark Zuckerberg, who has declared earlier this year that his 2018 goal is to \"fix\" Facebook, is staying home ( ).", "date": "January 21, 2018", "author": "Eric Auchard, Douglas Busvine"},
{"title": "Facebook to open digital training hubs in Europe", "content": "BRUSSELS (Reuters) - Facebook ( ) said on Monday it will open three new centers in Europe to train people in digital skills and committed to training one million people over the next two years, part of the social media giant’s drive to show its contribution to the bloc. The U.S. company - which has faced regulatory pressure in Europe over issues ranging from privacy to antitrust - said it would open three “community skills hubs” in Spain, Poland and Italy as well as investing 10 million euros ($12.2 million) in France through its artificial intelligence research facility. “People are worried that the digital revolution is leaving people behind and we want to make sure that we’re investing in digital skills to get people the skills they need to fully participate in the digital economy,” Sheryl Sandberg, Facebook’s chief operating officer, told Reuters. The community hubs will offer training in digital skills, media literacy and online safety to groups with limited access to technology, including old people, the young and refugees. Facebook also committed to having trained one million people and business owners by 2020. “Absolutely we want to make sure that people see that we are investing locally, we’re investing in technology, we’re investing in humans,” Sandberg said. Facebook’s move comes as EU states discuss proposals to raise the tax bill of tech multinationals after pressure from large states that accuse firms like Amazon ( ), Google ( ), Apple ( ) and Facebook of slashing their tax bills by re-routing their EU profits to low-tax countries such as Luxembourg and Ireland. Smaller EU countries, like Luxembourg or Malta, argue that a solo EU move on corporate tax reform would damage its economy and favor competitors. European Union states could have lost 5.4 billion euros in tax revenues from Google and Facebook between 2013 and 2015, according to a report by an EU lawmaker last year. Facebook executives are fanning out across Europe this week to address the social media giant’s slow response to abuses on its platform, seeking to avoid further legislation along the lines of a new hate speech law in Germany it says goes too far. Through its Community Boost EU program, Facebook will work with small businesses and start-ups to help them grow and hire. It said it would conduct in-person training for 100,000 small- and medium-sized businesses by 2020 and online training for 250,000 businesses. “What we’re finding is when small businesses use technology, when small businesses use Facebook, they hire,” Sandberg said. The European Union’s executive has stressed the need to boost Europeans’ digital skills to help bring down unemployment and enable Europe to create its own digital giant. Facebook has opened similar centers in countries such as Nigeria and Brazil.", "date": "January 21, 2018", "author": "Julia Fioretti"}
]