[{"title": "Broadcom cuts Qualcomm offer to $117 billion after new NXP deal", "date_updated": "23 MINUTES AGO", "link": "https://www.reuters.com/article/us-qualcomm-m-a-broadcom/broadcom-cuts-qualcomm-offer-to-117-billion-after-new-nxp-deal-idUSKCN1G51M3", "blurb": "Microchip maker Broadcom Ltd <AVGO.O> cut its bid for Qualcomm Inc <QCOM.O> on Wednesday by 4 percent to $117 billion as it objected to Qualcomm’s decision to raise its own bid for NXP Semiconductors NV <NXPI.O> to $44 billion."}, {"title": "Americans prefer bank branches over mobile apps for opening new accounts", "date_updated": "2 HOURS AGO", "link": "https://www.reuters.com/article/us-usa-banks-branches/americans-prefer-bank-branches-over-mobile-apps-for-opening-new-accounts-idUSKCN1G52DN", "blurb": "Mobile banking apps keep getting better, but 60 percent of Americans would still rather open a new checking account in person at a bank branch than on a phone, tablet or desktop computer, according to a new survey."}, {"title": "Snapchat promises update after users balk at redesign", "date_updated": "13 MINUTES AGO", "link": "https://www.reuters.com/article/us-snap-redesign/snapchat-promises-update-after-users-balk-at-redesign-idUSKCN1G52CZ", "blurb": "Snap Inc's <SNAP.N> Snapchat on Tuesday responded to a Change.org petition that sought a reversal of the messaging app's latest redesign."}, {"title": "U.S. SEC updates guidance on cyber attack disclosure for companies", "date_updated": "7 MINUTES AGO", "link": "https://www.reuters.com/article/us-usa-sec-cyber/u-s-sec-updates-guidance-on-cyber-attack-disclosure-for-companies-idUSKCN1G52FK", "blurb": "The U.S. Securities and Exchange Commission on Wednesday updated guidance to public companies on how and when they should disclose cyber security risks and breaches, including disclosing potential weaknesses that have not yet been targeted by hackers."}, {"title": "Daimler to start serial production of eActros truck in 2021", "date_updated": "10 HOURS AGO", "link": "https://www.reuters.com/article/us-daimler-electric/daimler-to-start-serial-production-of-eactros-truck-in-2021-idUSKCN1G516F", "blurb": "Daimler <DAIGn.DE> said on Wednesday it aims to start serial production of an electric heavy truck with a range of 200 km (124 miles) in 2021, Daimler Trucks chief Martin Daum said."}, {"title": "Nokia sees no path for 'struggling' digital health business: memo", "date_updated": "7 HOURS AGO", "link": "https://www.reuters.com/article/us-nokia-digitalhealth/nokia-sees-no-path-for-struggling-digital-health-business-memo-idUSKCN1G51MM", "blurb": "Nokia does not see meaningful potential for its \"struggling\" digital health business which includes activity trackers and smartwatches, according to an internal memo seen by Reuters on Wednesday."}, {"title": "British bank RBS hires 'digital human' Cora on probation", "date_updated": "4 HOURS AGO", "link": "https://www.reuters.com/article/us-rbs-avatar/british-bank-rbs-hires-digital-human-cora-on-probation-idUSKCN1G523L", "blurb": "A life-like avatar called Cora is being put through her paces by Royal Bank of Scotland <RBS.L>, helping customers with basic queries and giving its digital banking drive a more human face."}, {"title": "Apple in talks with miners to secure cobalt supplies: sources", "date_updated": "3 HOURS AGO", "link": "https://www.reuters.com/article/us-apple-miners-cobalt/apple-in-talks-with-miners-to-secure-cobalt-supplies-sources-idUSKCN1G50M3", "blurb": "Apple Inc is talking to major cobalt producers to secure supplies of the material vital for the lithium-ion rechargeable batteries that power its mobile phones, three cobalt industry sources said."}, {"title": "U.S. Intel plans $5 billion investment in Israeli plant: minister", "date_updated": "7 HOURS AGO", "link": "https://www.reuters.com/article/us-intel-israel-expansion/u-s-intel-plans-5-billion-investment-in-israeli-plant-minister-idUSKCN1G51ET", "blurb": "Intel Corp plans to invest $5 billion to expand production at its Kiryat Gat plant in southern Israel, Israeli Economy Minister Eli Cohen said on Wednesday after talks with the U.S. chipmaker."}, {"title": "Bitcoins for free? Japanese cryptocurrency exchange lands in hot water again", "date_updated": "11 HOURS AGO", "link": "https://www.reuters.com/article/us-crypto-currencies-japan/bitcoins-for-free-japanese-cryptocurrency-exchange-lands-in-hot-water-again-idUSKCN1G50CV", "blurb": "A blunder at a Japanese cryptocurrency exchange let investors briefly buy bitcoins for free - though none were able to profit from the mistake."}, {"title": "Human rights groups say Mexico not investigating spyware claims", "date_updated": "5 HOURS AGO", "link": "https://www.reuters.com/article/us-mexico-spyware/human-rights-groups-say-mexico-not-investigating-spyware-claims-idUSKCN1G50DV", "blurb": "A group of human and digital rights activists said on Tuesday that the Mexican government had failed to properly investigate allegations their smartphones were infected with spying software. They have asked for an independent investigation."}, {"title": "Venezuela says launch of 'petro' cryptocurrency raised $735 million", "date_updated": "5 HOURS AGO", "link": "https://www.reuters.com/article/us-crypto-currencies-venezuela/venezuela-says-launch-of-petro-cryptocurrency-raised-735-million-idUSKCN1G506F", "blurb": "President Nicolas Maduro said Tuesday that Venezuela had received $735 million in the first day of a pre-sale of the country's “petro” cryptocurrency, aimed at pulling the country out of an economic tailspin."}, {"title": "Avis steers into crowded field for managing ride services fleets", "date_updated": "6 HOURS AGO", "link": "https://www.reuters.com/article/us-avis-fleetmanagement/avis-steers-into-crowded-field-for-managing-ride-services-fleets-idUSKCN1G51UQ", "blurb": "When Avis Budget Group Inc <CAR.O> reports its results on Wednesday, executives under pressure from restive shareholders will likely point to the potential for profits from managing fleets of vehicles for ride services and robo-taxi companies."}, {"title": "Public transit app Moovit raises $50 million in round led by Intel", "date_updated": "7 HOURS AGO", "link": "https://www.reuters.com/article/us-moovit-intel-fundraising/public-transit-app-moovit-raises-50-million-in-round-led-by-intel-idUSKCN1G51MW", "blurb": "Public transit app Moovit said on Wednesday it raised $50 million in an investment round led by Intel Capital, bringing its total raised to date to $133 million."}, {"title": "Temenos agrees 1.4 billion pounds deal for Fidessa, activist Elliott enters", "date_updated": "8 HOURS AGO", "link": "https://www.reuters.com/article/us-fidessa-group-m-a-temenos-group/temenos-agrees-1-4-billion-pounds-deal-for-fidessa-activist-elliott-enters-idUSKCN1G50KN", "blurb": "Temenos agreed a 1.4 billion pound ($1.96 billion) takeover of British software peer Fidessa Group on Wednesday, whose shares traded above the offer price after activist investor Elliott Capital Advisors disclosed a stake."}, {"title": "Artificial intelligence poses risks of misuse by hackers, researchers say", "date_updated": "15 HOURS AGO", "link": "https://www.reuters.com/article/us-cyber-tech/artificial-intelligence-poses-risks-of-misuse-by-hackers-researchers-say-idUSKCN1G503V", "blurb": "Rapid advances in artificial intelligence are raising risks that malicious users will soon exploit the technology to mount automated hacking attacks, cause driverless car crashes or turn commercial drones into targeted weapons, a new report warns."}, {"title": "Bahrain's sovereign fund in talks to invest in SoftBank's Vision Fund: CEO", "date_updated": "16 HOURS AGO", "link": "https://www.reuters.com/article/us-mumtalakat-softbank-group-investment/bahrains-sovereign-fund-in-talks-to-invest-in-softbanks-vision-fund-ceo-idUSKCN1G50D9", "blurb": "Bahrain's sovereign wealth fund Mumtalakat is in early talks to invest in Softbank Group's private equity fund that aims to target the technology sector, its chief executive said."}, {"title": "South Korea regulator flags better deal for cryptocurrency industry", "date_updated": "16 HOURS AGO", "link": "https://www.reuters.com/article/us-southkorea-cryptocurrencies/south-korea-regulator-flags-better-deal-for-cryptocurrency-industry-idUSKCN1G505Y", "blurb": "A better deal for South Korea's cryptocurrency industry might be in the offing as the market regulator changes tack from its tough stance on the virtual coin trade, promising instead to help promote blockchain technology."}, {"title": "Computer shops embrace lucrative business: outfitting cryptocurrency miners", "date_updated": "17 HOURS AGO", "link": "https://www.reuters.com/article/us-crypto-currencies-mining-analysis/computer-shops-embrace-lucrative-business-outfitting-cryptocurrency-miners-idUSKCN1G502L", "blurb": "Some of the biggest electronics bazaars in Asia are being flooded with customers looking for the latest piece of technology: cryptocurrency mining rigs."}, {"title": "FCC reversal of net neutrality rules expected to be published Thursday: sources", "date_updated": "18 HOURS AGO", "link": "https://www.reuters.com/article/us-usa-internet/fcc-reversal-of-net-neutrality-rules-expected-to-be-published-thursday-sources-idUSKCN1G42TO", "blurb": "The U.S. Federal Communications Commission is expected to publish on Thursday its December order overturning the landmark Obama-era net neutrality rules, two sources briefed on the matter said Tuesday."}, {"title": "Sessions forms U.S. cyber task force after election warnings", "date_updated": "18 HOURS AGO", "link": "https://www.reuters.com/article/us-usa-cyber-taskforce/sessions-forms-u-s-cyber-task-force-after-election-warnings-idUSKCN1G42RB", "blurb": "U.S. Attorney General Jeff Sessions on Tuesday announced he would create a task force to examine how his Justice Department can better combat global cyber threats, including efforts to interfere with elections or damage critical infrastructure."}, {"title": "Qualcomm deals blow to Broadcom's bid with sweetened NXP deal", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-nxp-semicondtrs-m-a-qualcomm/qualcomm-deals-blow-to-broadcoms-bid-with-sweetened-nxp-deal-idUSKCN1G41AE", "blurb": "U.S. semiconductor company Qualcomm Inc <QCOM.O> on Tuesday unveiled a sweetened $44 billion agreement to acquire NXP Semiconductors NV <NXPI.O>, its most defiant move in its defense against a hostile $121 billion bid from Broadcom Ltd <AVGO.O>."}, {"title": "Bitcoin nearly doubles in value from year's low hit in early February", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-crypto-currencies-bitcoin/bitcoin-nearly-doubles-in-value-from-years-low-hit-in-early-february-idUSKCN1G42P0", "blurb": "Bitcoin hit a three-week high on Tuesday and has surged nearly 100 percent from its lowest level this year, as its recovery continued after South Korea's financial regulator eased its stance on cryptocurrencies, weeks after it considered shutting down digital currency exchanges."}, {"title": "ING says cryptocurrency exchange Bitfinex has an account with it", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-crypto-currencies-bitfinex/ing-says-cryptocurrency-exchange-bitfinex-has-an-account-with-it-idUSKCN1G42MU", "blurb": "Dutch financial services company ING <INGA.AS> on Tuesday confirmed that Bitfinex, one of the largest exchanges for trading in cryptocurrencies such as Bitcoin, has a bank account with it in the Netherlands."}, {"title": "Amazon credit card adds Whole Foods to 5 percent cash back offer", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-amazon-com-wholefoods/amazon-credit-card-adds-whole-foods-to-5-percent-cash-back-offer-idUSKCN1G42LW", "blurb": "Amazon.com Inc on Tuesday extended its 5 percent cash back benefit for Prime service subscribers to shoppers at its newly acquired Whole Foods Market grocery chain."}, {"title": "Xerox shareholders Icahn, Deason urge company to sell itself to rivals", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-xeroxcorp-m-a-fujifilm/xerox-shareholders-icahn-deason-urge-company-to-sell-itself-to-rivals-idUSKCN1G4205", "blurb": "Xerox Corp shareholders Carl Icahn and Darwin Deason said on Tuesday the U.S. company should seek to sell itself to one of its rivals or a private equity firm."}, {"title": "Lesser-known North Korea cyber-spy group goes international: report", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-northkorea-cyber/lesser-known-north-korea-cyber-spy-group-goes-international-report-idUSKCN1G42CH", "blurb": "A North Korean cyber espionage group previously known only for targeting South Korea's government and private sector deepened its sophistication and hit further afield including in Japan and the Middle East in 2017, security researchers said on Tuesday."}, {"title": "Medtronic quarterly revenue beats, margins disappoint", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-medtronic-results/medtronic-quarterly-revenue-beats-margins-disappoint-idUSKCN1G41FB", "blurb": "Medical device maker Medtronic Plc's quarterly revenue beat analysts' expectations as new product launches drove sales across its business units, but weaker-than-expected margins clouded the earnings report."}, {"title": "Indian software services sector to grow 7-9 percent in FY19 - lobby group", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-india-software-outlook/indian-software-services-sector-to-grow-7-9-percent-in-fy19-lobby-group-idUSKCN1G41X6", "blurb": "India's software services exports will see revenue growth of 7-9 percent in constant currency terms in the fiscal year to March 2019, a leading lobby group forecast on Tuesday, as the industry continues to recover from what has been a tough year."}, {"title": "Spain's Balearic Islands to fine Airbnb 300,000 euros for illegal rentals", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-airbnb-spain-fine/spains-balearic-islands-to-fine-airbnb-300000-euros-for-illegal-rentals-idUSKCN1G41K5", "blurb": "Spain's Balearic Islands is fining flat-sharing and rental service Airbnb 300,000 euros ($370,140) for advertising unregistered homes in Mallorca on its web site, the regional government said on Tuesday."}, {"title": "Brazilian rule changes may allow telecoms firms to unload assets", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-brazil-telecoms-reform/brazilian-rule-changes-may-allow-telecoms-firms-to-unload-assets-idUSKCN1G419I", "blurb": "Brazil's major telecoms operators stand to free up hundreds of millions of dollars to invest in technologies like 4G and broadband by unloading unwanted assets, as a push by the sector to overhaul decades-old rules shows signs of paying off."}, {"title": "Japan's cryptocurrency exchanges to form new self-regulating body: sources", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-crypto-currencies-japan/japans-cryptocurrency-exchanges-to-form-new-self-regulating-body-sources-idUSKCN1G4156", "blurb": "Sixteen Japanese cryptocurrency exchanges will fix plans as early as next week to create a self-regulating body in a bid to better safeguard investors after a $530 million digital money heist last month, two source familiar with the plan said."}, {"title": "Language app Babbel translates European success to U.S. market", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-tech-babbel/language-app-babbel-translates-european-success-to-u-s-market-idUSKCN1G40YR", "blurb": "It might seem a tall order to persuade people to spend as much to learn a language on their smartphone as it costs to subscribe to a music streaming or video-on-demand service."}, {"title": "Japan's Sony to form alliance to build taxi-hailing system", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-sony-deals/japans-sony-to-form-alliance-to-build-taxi-hailing-system-idUSKCN1G3262", "blurb": "Sony Corp <6758.T> said on Tuesday it would become the latest blue-chip firm to jockey for position in Japan's taxi and ride-hailing market, with plans for a joint venture to develop an artificial intelligence-based hailing system."}, {"title": "SimCorp shares surge after strong fourth quarter, higher dividend payout", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-simcorp-results/simcorp-shares-surge-after-strong-fourth-quarter-higher-dividend-payout-idUSKCN1G410D", "blurb": "Shares in Danish software developer SimCorp hit their highest level in six months on Tuesday after the company reported strong growth in the fourth quarter and said it would increase its dividend payout for 2017."}, {"title": "Uber CEO sees commercialization of flying taxis in 5-10 years", "date_updated": "A DAY AGO", "link": "https://www.reuters.com/article/us-uber-strategy/uber-ceo-sees-commercialization-of-flying-taxis-in-5-10-years-idUSKCN1G40J3", "blurb": "Uber Technologies Inc Chief Executive Officer Dara Khosrowshahi said on Tuesday he can see commercialization of the Uber Air flying taxi service happening within five to 10 years."}, {"title": "Malaysian firm adds Islamic certification to cryptocurrency", "date_updated": "2 DAYS AGO", "link": "https://www.reuters.com/article/us-islamic-finance-cryptocurrencies/malaysian-firm-adds-islamic-certification-to-cryptocurrency-idUSKCN1G40K5", "blurb": "Malaysia-based firm HelloGold has received a sharia-compliant certification for its gold-backed cryptocurrency and plans to launch its online gold platform in Thailand later this year, the company said."}, {"title": "Adecco buys digital recruitment firm Vettery, price not disclosed", "date_updated": "2 DAYS AGO", "link": "https://www.reuters.com/article/us-adecco-m-a-vettery/adecco-buys-digital-recruitment-firm-vettery-price-not-disclosed-idUSKCN1G40IN", "blurb": "Staffing company Adecco <ADEN.S> said on Tuesday it bought U.S.-based online recruitment platform Vettery for an undisclosed sum to increase its footprint in the digital permanent recruitment market."}, {"title": "Samsung Electronics to slash OLED panel production as iPhone X demand disappoints: Nikkei", "date_updated": "2 DAYS AGO", "link": "https://www.reuters.com/article/us-samsung-elec-oled/samsung-electronics-to-slash-oled-panel-production-as-iphone-x-demand-disappoints-nikkei-idUSKCN1G408K", "blurb": "Samsung Electronics Co <005930.KS> will slash output of its organic light-emitting diode (OLED) panels in response to its customer Apple Inc's <AAPL.O> decision to cut production of iPhone X amid weak demand, the Nikkei reported on Tuesday."}, {"title": "BoE's Carney says Bitcoin has 'pretty much failed' as currency", "date_updated": "2 DAYS AGO", "link": "https://www.reuters.com/article/us-britain-boe-carney-currencies/boes-carney-says-bitcoin-has-pretty-much-failed-as-currency-idUSKCN1G320Z", "blurb": "Bitcoin <BTC=BTSP> has failed as a currency measured by standard benchmarks, and is neither a store of value nor a useful way to buy things, Bank of England Governor Mark Carney said on Monday."}, {"title": "Russia looms large as U.S. election officials prep for 2018", "date_updated": "2 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-election-cyber/russia-looms-large-as-u-s-election-officials-prep-for-2018-idUSKCN1G319Z", "blurb": "Ten months before the United States votes in its first major election since the 2016 presidential contest, U.S. state election officials huddled in Washington this weekend to swap strategies on dealing with an uninvited guest: Russia."}, {"title": "Israeli visual aid company OrCam valued at $1 billion", "date_updated": "2 DAYS AGO", "link": "https://www.reuters.com/article/us-tech-orcam-valuation/israeli-visual-aid-company-orcam-valued-at-1-billion-idUSKCN1G326E", "blurb": "Israel's OrCam, which has developed a visual aid for the blind, has completed a funding round that values the company at $1 billion, putting it on track for a planned initial public offering (IPO), its chief executive said on Tuesday."}, {"title": "Uber drops opposition to London language test", "date_updated": "2 DAYS AGO", "link": "https://www.reuters.com/article/us-uber-britain-language/uber-drops-opposition-to-london-language-test-idUSKCN1G31W7", "blurb": "Taxi app Uber [UBER.UL] is dropping a legal appeal against the introduction of more stringent English language tests for drivers in London after the city's transport regulator said it would water down its stringent proposals."}, {"title": "U.N. chief urges global rules for cyber warfare", "date_updated": "2 DAYS AGO", "link": "https://www.reuters.com/article/us-un-guterres-cyber/u-n-chief-urges-global-rules-for-cyber-warfare-idUSKCN1G31Q4", "blurb": "U.N. Secretary General Antonio Guterres called on Monday for global rules to minimize the impact of electronic warfare on civilians as massive cyber attacks look likely to become the first salvoes in future wars."}, {"title": "Congress sets sights on federal cryptocurrency rules", "date_updated": "2 DAYS AGO", "link": "https://www.reuters.com/article/us-crypto-currencies-congress/congress-sets-sights-on-federal-cryptocurrency-rules-idUSKCN1G31AG", "blurb": "Jolted by the global investment craze over bitcoin and other cryptocurrencies, U.S. lawmakers are moving to consider new rules that could impose stricter federal oversight on the emerging asset class, several top lawmakers told Reuters."}, {"title": "India bank hack 'similar' to $81 million Bangladesh central bank heist", "date_updated": "2 DAYS AGO", "link": "https://www.reuters.com/article/us-city-union-bank-swift/india-bank-hack-similar-to-81-million-bangladesh-central-bank-heist-idUSKCN1G319K", "blurb": "Hackers who tried to steal nearly $2 million from India's City Union Bank this month used tactics similar to those employed in the unsolved cyber heist of $81 million from Bangladesh's central bank in 2016, City's CEO said on Monday."}, {"title": "Singapore competition agency to look closer at Uber tie-up with ComfortDelGro", "date_updated": "2 DAYS AGO", "link": "https://www.reuters.com/article/us-uber-comfortdelgro/singapore-competition-agency-to-look-closer-at-uber-tie-up-with-comfortdelgro-idUSKCN1G314V", "blurb": "Singapore's competition commission said on Monday it plans to do further in-depth assessment of the tie-up between the city-state's top taxi operator, ComfortDelGro, and Uber [UBER.UL], after an initial review."}, {"title": "Alibaba, Tencent rally troops amid $10 billion retail battle", "date_updated": "2 DAYS AGO", "link": "https://www.reuters.com/article/us-china-retail-tech/alibaba-tencent-rally-troops-amid-10-billion-retail-battle-idUSKCN1G30TP", "blurb": "China's tech giants Alibaba Group Holding Ltd <BABA.N> and Tencent Holdings Ltd <0700.HK>, worth a combined $1 trillion, are on a retail investment binge, forcing merchants to choose sides amid a battle for shoppers' digital wallets."}, {"title": "India's Reliance, global tech firms to invest $9.3 billion in industrial area", "date_updated": "3 DAYS AGO", "link": "https://www.reuters.com/article/us-india-reliance-tech/indias-reliance-global-tech-firms-to-invest-9-3-billion-in-industrial-area-idUSKCN1G20NX", "blurb": "India's Reliance Industries Ltd and global technology companies will invest 600 billion rupees ($9.34 billion) over 10 years to set up an integrated industrial area in the western state of Maharashtra, the company's chairman Mukesh Ambani said."}, {"title": "Software may have helped Daimler pass U.S. emissions tests: report", "date_updated": "3 DAYS AGO", "link": "https://www.reuters.com/article/us-daimler-emissions/software-may-have-helped-daimler-pass-u-s-emissions-tests-report-idUSKCN1G20B2", "blurb": "U.S. investigators probing Mercedes maker Daimler <DAIGn.DE> have found that its cars were equipped with software which may have help them to pass diesel emissions tests, a German newspaper reported on Sunday, citing confidential documents."}, {"title": "India's City Union Bank CEO says suffered cyber hack via SWIFT system", "date_updated": "3 DAYS AGO", "link": "https://www.reuters.com/article/us-city-union-bank-swift/indias-city-union-bank-ceo-says-suffered-cyber-hack-via-swift-system-idUSKCN1G20AF", "blurb": "India's City Union Bank <CTBK.NS> said on Sunday that \"cyber criminals\" had hacked its systems and transferred nearly $2 million through three unauthorized remittances to lenders overseas via the SWIFT financial platform."}, {"title": "Careem acquires Middle East online restaurant listing platform, to trial food delivery", "date_updated": "4 DAYS AGO", "link": "https://www.reuters.com/article/us-mideast-careem-m-a/careem-acquires-middle-east-online-restaurant-listing-platform-to-trial-food-delivery-idUSKCN1G203N", "blurb": "Careem, a Middle East competitor to Uber Technologies [UBER.UL], said on Sunday it had acquired RoundMenu and would start trialing food delivery services through the restaurant listing and reservation online platform this month."}, {"title": "Facebook plans to use U.S. mail to verify IDs of election ad buyers", "date_updated": "4 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-election-facebook/facebook-plans-to-use-u-s-mail-to-verify-ids-of-election-ad-buyers-idUSKCN1G10VD", "blurb": "Facebook Inc will start using postcards sent by U.S. mail later this year to verify the identities and location of people who want to purchase U.S. election-related advertising on its site, a senior company executive said on Saturday."}, {"title": "Proxy advisory firm ISS says Qualcomm should negotiate sale to Broadcom", "date_updated": "4 DAYS AGO", "link": "https://www.reuters.com/article/us-qualcomm-m-a-broadcom/proxy-advisory-firm-iss-says-qualcomm-should-negotiate-sale-to-broadcom-idUSKCN1G10V7", "blurb": "U.S. semiconductor company Qualcomm Inc should try to negotiate a sale to Broadcom Ltd following the latter's sweetened $121 billion offer, proxy advisory firm Institutional Shareholder Services Inc (ISS) said."}, {"title": "Facebook faces big challenge to prevent future U.S. election meddling", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-trump-russia-prevention/facebook-faces-big-challenge-to-prevent-future-u-s-election-meddling-idUSKCN1G102D", "blurb": "The Russian influence operation designed to tamper with the 2016 U.S. presidential election used a combination of old-school espionage tactics and 21st-century technologies that will not be easy to stop, even now that the methods have been exposed, experts said."}, {"title": "Venezuela cryptocurrency to draw investment from Turkey, Qatar-official", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-crypto-currency-venezuela/venezuela-cryptocurrency-to-draw-investment-from-turkey-qatar-official-idUSKCN1G025S", "blurb": "Venezuela's new \"petro\" cryptocurrency will attract investments from Turkey, Qatar, the United States and Europe, the country's cryptocurrency regulator said on Friday."}, {"title": "Uber plans to sell Southeast Asia business to Grab: CNBC", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-uber-southeast-asia-grab/uber-plans-to-sell-southeast-asia-business-to-grab-cnbc-idUSKCN1G021D", "blurb": "Uber Technologies [UBER.UL] is preparing to sell its Southeast Asia ride-hailing business to Singapore-based Grab in return for a substantial stake in the company, CNBC reported, citing two sources familiar with the matter."}, {"title": "Facebook loses Belgian privacy case, faces fine of up to $125 million", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-facebook-belgium/facebook-loses-belgian-privacy-case-faces-fine-of-up-to-125-million-idUSKCN1G01LG", "blurb": "A Belgian court threatened Facebook <FB.O> on Friday with a fine of up to 100 million euros ($125 million) if it continued to break privacy laws by tracking people on third-party websites."}, {"title": "Malicious cyber activity cost U.S. up to $109 billion in 2016: White House report", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-trump-cyber/malicious-cyber-activity-cost-u-s-up-to-109-billion-in-2016-white-house-report-idUSKCN1G01XV", "blurb": "Malicious cyber activity cost the U.S. economy between $57 billion and $109 billion in 2016, the White House Council of Economic Advisers estimated in a report on Friday."}, {"title": "Takata has resolved most objections to its U.S. bankruptcy: lawyer", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-takata-bankruptcy-hearing/takata-has-resolved-most-objections-to-its-u-s-bankruptcy-lawyer-idUSKCN1G01YT", "blurb": "A lawyer for Takata Corp's U.S. business, bankrupted by a recall of faulty air bags, indicated on Friday that the company is on the verge of receiving court approval for its reorganization and $1.6 billion sale of its non-air bag businesses."}, {"title": "Swiss watchdog to treat some cryptocurrency offerings as securities", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-crypto-currencies-swiss/swiss-watchdog-to-treat-some-cryptocurrency-offerings-as-securities-idUSKCN1G00ZG", "blurb": "Many digital currency issues, known as initial coin offerings (ICOs), will be treated as securities under regulatory guidelines published on Friday by Switzerland, which has become a global leader in the hot fundraising method."}, {"title": "Intel hit with 32 lawsuits over security flaws", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-cyber-intel-lawsuit/intel-hit-with-32-lawsuits-over-security-flaws-idUSKCN1G01KX", "blurb": "Intel Corp said on Friday shareholders and customers had filed 32 class action lawsuits against the company in connection with recently-disclosed security flaws in its microchips."}, {"title": "Hyperinflation meets tech: Cash-scarce Venezuela sees boom in payment apps", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-venezuela-economy-apps/hyperinflation-meets-tech-cash-scarce-venezuela-sees-boom-in-payment-apps-idUSKCN1FZ1E4", "blurb": "Widerven Villegas and his brother wash some 30 cars a day at a parking lot in Caracas. Despite charging less than 50 cents, nobody pays them in cash."}, {"title": "WhatsApp to go ahead with 'full feature' money transfer service in India", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-whatsapp-payments-india/whatsapp-to-go-ahead-with-full-feature-money-transfer-service-in-india-idUSKCN1G01RE", "blurb": "WhatsApp will launch a \"full feature\" inter-bank money transfer service in India, its biggest market, after a test involving a million users, National Payments Corp of India said."}, {"title": "Hackers stole $6 million from Russian bank via SWIFT system: central bank", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-russia-cyber-swift/hackers-stole-6-million-from-russian-bank-via-swift-system-central-bank-idUSKCN1G00DV", "blurb": "Unknown hackers stole 339.5 million roubles ($6 million) from a Russian bank last year in an attack using the SWIFT international payments messaging system, the Russian central bank said on Friday."}, {"title": "Exclusive: Walmart in talks to buy more than 40 percent of India's Flipkart - sources", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-flipkart-walmart-exclusive/exclusive-walmart-in-talks-to-buy-more-than-40-percent-of-indias-flipkart-sources-idUSKCN1G00MU", "blurb": "Walmart Inc <WMT.N> is in talks to buy a stake of more than 40 percent in Indian e-commerce firm Flipkart, a direct challenge to Amazon.com Inc <AMZN.O> in Asia's third-largest economy, two sources familiar with the matter said on Friday."}, {"title": "Uber introduces new safety features as it fights to retain London license", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-uber-britain/uber-introduces-new-safety-features-as-it-fights-to-retain-london-license-idUSKCN1G01CX", "blurb": "Taxi service Uber , battling to retain its license to operate in the British capital, said on Friday it would introduce new safety features, including 24-hour telephone support for riders and drivers."}, {"title": "White House blames Russia for 'reckless' NotPetya cyber attack", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-britain-russia-cyber-usa/white-house-blames-russia-for-reckless-notpetya-cyber-attack-idUSKCN1FZ2UJ", "blurb": "The White House on Thursday blamed Russia for the devastating 'NotPetya' cyber attack last year, joining the British government in condemning Moscow for unleashing a virus that crippled parts of Ukraine's infrastructure and damaged computers in countries across the globe."}, {"title": "Kremlin rejects U.S. accusation that Russia is behind cyber attack", "date_updated": "5 DAYS AGO", "link": "https://www.reuters.com/article/us-britain-russia-cyber/kremlin-rejects-u-s-accusation-that-russia-is-behind-cyber-attack-idUSKCN1G00TM", "blurb": "Kremlin spokesman Dmitry Peskov said on Friday he denies Russia was responsible for the 'NotPetya' cyber attack last year, after the White House on Thursday joined the British government in accusing Moscow of the attack."}, {"title": "E-commerce firm Mercado Libre to open distribution centers in Mexico", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-mexico-ecommerce/e-commerce-firm-mercado-libre-to-open-distribution-centers-in-mexico-idUSKCN1G00BB", "blurb": "Mercado Libre, Latin America's home-grown e-commerce firm, said on Thursday that it would open two large distribution centers in Mexico as part of an effort to improve its logistics in the country."}, {"title": "China's ZTE says is trusted partner after U.S. concern", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-zte-usa/chinas-zte-says-is-trusted-partner-after-u-s-concern-idUSKCN1FZ0CO", "blurb": "Chinese telecoms equipment group ZTE Corp hit back on Thursday against concerns from U.S. lawmakers that it is a vehicle for Chinese espionage, saying it was a trusted partner of its U.S. customers, state news agency Xinhua reported."}, {"title": "U.S. probe finds bitcoin mining operation interfered with broadband network", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-crypto-currencies-fcc/u-s-probe-finds-bitcoin-mining-operation-interfered-with-broadband-network-idUSKCN1FZ321", "blurb": "The Federal Communications Commission said on Thursday an investigation had found that a Brooklyn bitcoin mining operation interfered with T-Mobile US Inc's <TMUS.O> broadband network."}, {"title": "Amazon to pay $1.2 million in settlement over pesticide sales, U.S. says", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-amazon-com-usa-pesticides/amazon-to-pay-1-2-million-in-settlement-over-pesticide-sales-u-s-says-idUSKCN1FZ2LN", "blurb": "Amazon.com Inc will pay a $1.2 million penalty to settle nearly 4,000 alleged violations of U.S. law in a move to prevent harmful exposure to pesticides through illegal sales, the U.S. Environmental Protection Agency said on Thursday."}, {"title": "Number of crypto hedge funds surges amid bitcoin volatility", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/uk-hedgefunds-bitcoin/number-of-crypto-hedge-funds-surges-amid-bitcoin-volatility-idUSKCN1FZ189", "blurb": "Hedge funds focused on trading cryptocurrencies have struggled to eke out returns this year amid a sharp sell-off in the highly volatile market, in spite of a flood of new funds setting up to deploy investor cash."}, {"title": "Apple says working to fix Telugu script bug causing device crash", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-ios-bug/apple-says-working-to-fix-telugu-script-bug-causing-device-crash-idUSKCN1FZ2IU", "blurb": "Apple Inc said on Thursday a bug in some versions of its operating systems is causing its devices to crash when a single character in Telugu, an Indian language, is sent to the device or typed in text editor."}, {"title": "Bitcoin rises above $10,000, strategist sees new high by July", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-markets-bitcoin/bitcoin-rises-above-10000-strategist-sees-new-high-by-july-idUSKCN1FZ2G2", "blurb": "Bitcoin rose above $10,000 on Thursday for the first time in more than two weeks, as investors bought back the digital currency after having fallen 70 percent from its all-time peak hit in mid-December."}, {"title": "U.S. regulator warns of cryptocurrency 'pump-and-dump' schemes", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-crypto-currencies-regulation/u-s-regulator-warns-of-cryptocurrency-pump-and-dump-schemes-idUSKCN1FZ2QE", "blurb": "The U.S. derivatives regulator warned investors on Thursday about cryptocurrency \"pump-and-dump\" scams that aim to rip off investors by inflating the price of volatile virtual tokens through spreading bogus information."}, {"title": "Thousands of FedEx customer records exposed by unsecured server", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-fedex-data-exposed/thousands-of-fedex-customer-records-exposed-by-unsecured-server-idUSKCN1FZ299", "blurb": "Global package delivery company FedEx Corp <FDX.N> said on Thursday it has secured some of the customer identification records that were visible earlier this month on an unsecured server, and so far has found no evidence that private data was \"misappropriated.\""}, {"title": "BBVA-backed U.S. digital banking startup Azlo readies for launch", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-bbva-digital/bbva-backed-u-s-digital-banking-startup-azlo-readies-for-launch-idUSKCN1FZ1R2", "blurb": "Azlo, a U.S. digital banking startup that is majority-owned by Banco Bilbao Vizcaya Argentaria S.A. <BBVA.MC>, will open for business this week, marking the latest effort by the Spanish lender to attract a new generation of digital-savvy customers."}, {"title": "VW looks at Apple for electric-car design guidance", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-volkswagen-design-interview/vw-looks-at-apple-for-electric-car-design-guidance-idUSKCN1FZ1I3", "blurb": "Volkswagen <VOWG_p.DE> is looking at Apple <AAPL.O> products for guidance on how to style its new generation of electric cars, its top designer said, as the automaker aims to turn profits on battery-powered vehicles when they launch in 2020."}, {"title": "IBM lawsuit casts diversity in starkly competitive terms", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-ibm-microsoft-data-analysis/ibm-lawsuit-casts-diversity-in-starkly-competitive-terms-idUSKCN1FY38Z", "blurb": "International Business Machines Corp's <IBM.N> insistence in a new lawsuit that its efforts to recruit and maintain a diverse workforce are trade secrets bucks a trend towards transparency and highlights how companies can see the issue in competitive terms, business and legal experts said."}, {"title": "EU tells Facebook, Google and Twitter to do more for users", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-socialmedia-eu-consumers/eu-tells-facebook-google-and-twitter-to-do-more-for-users-idUSKCN1FZ17L", "blurb": "Europe's justice commissioner told Facebook <FB.O>, Twitter <TWTR.N> and Google <GOOGL.O> on Thursday to do more to bring their user terms in line with EU law, ramping up pressure on the tech giants after their efforts were deemed too little."}, {"title": "Google's app network quietly becomes huge growth engine", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-admob/googles-app-network-quietly-becomes-huge-growth-engine-idUSKCN1FZ0F9", "blurb": "Google makes ads show up in more smartphone apps than any other technology company. That is the core of a resurgent business for parent Alphabet Inc."}, {"title": "Israeli startup CommonSense Robotics raises $20 million", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-tech-commonsense-robotics-fundraising/israeli-startup-commonsense-robotics-raises-20-million-idUSKCN1FZ1DZ", "blurb": "Israel's CommonSense Robotics, whose technology enables retailers to offer quick and affordable grocery deliveries, said on Thursday it has raised $20 million in an early-stage investment round, bringing its total funding to $26 million."}, {"title": "Russia denies British allegations that Moscow was behind cyber-attack", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-britain-russia-cyber-kremlin/russia-denies-british-allegations-that-moscow-was-behind-cyber-attack-idUSKCN1FZ102", "blurb": "Kremlin spokesman Dmitry Peskov said on Thursday Russia categorically denies allegations from a British official that Russia was responsible for the \"NotPetya\" cyber-attack last year."}, {"title": "Nokia starts review of digital health business, cuts jobs in Finland", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-nokia-strategy/nokia-starts-review-of-digital-health-business-cuts-jobs-in-finland-idUSKCN1FZ0Z3", "blurb": "Finnish network gear maker Nokia has started a strategic review of its digital health business and announced more than 400 job cuts in its home country."}, {"title": "Qualcomm meets Broadcom to discuss $121 billion acquisition offer", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-qualcomm-m-a-broadcom/qualcomm-meets-broadcom-to-discuss-121-billion-acquisition-offer-idUSKCN1FY37K", "blurb": "Qualcomm Inc said on Wednesday it met with Broadcom Ltd earlier in the day to discuss the latter's revised $121 billion bid, the first time the chipmakers have discussed what would be the technology sector's largest ever acquisition."}, {"title": "Esports get a cool reception at Winter Games", "date_updated": "6 DAYS AGO", "link": "https://www.reuters.com/article/us-olympics-2018-esports/esports-get-a-cool-reception-at-winter-games-idUSKBN1FR13Y", "blurb": "(This story corrects country Esports player represented in tournament in 12th paragraph in February 13 story.)"}, {"title": "Coincheck hit by lawsuit as investors seek restart of cryptocurrency withdrawals", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-crypto-currencies-japan-lawsuit/coincheck-hit-by-lawsuit-as-investors-seek-restart-of-cryptocurrency-withdrawals-idUSKCN1FZ0GR", "blurb": "Cryptocurrency investors launched a lawsuit against Coincheck Inc on Thursday, seeking to force the Tokyo-based exchange to allow them to withdraw assets worth $183,000 frozen after last month's $530 million heist of digital money."}, {"title": "Amazon says to create 2,000 jobs in France in 2018", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-france-amazon/amazon-says-to-create-2000-jobs-in-france-in-2018-idUSKCN1FZ083", "blurb": "U.S. online retail giant Amazon said on Thursday it will create 2,000 permanent contract positions this year in France, its largest market in Europe after Britain and Germany."}, {"title": "French start-up Sigfox faces 5G juggernaut in Internet of Things", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-sigfox-5g/french-start-up-sigfox-faces-5g-juggernaut-in-internet-of-things-idUSKCN1FZ046", "blurb": "French start-up Sigfox, which builds networks to connect washing machines and other objects to the internet, says it is struggling to meet its growth targets due to high expectations for alternative, forthcoming 5G services."}, {"title": "Cisco tops estimates as turnaround takes center stage", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-cisco-results/cisco-tops-estimates-as-turnaround-takes-center-stage-idUSKCN1FY30M", "blurb": "Cisco Systems Inc reported its first rise in quarterly revenue in more than two years and forecast upbeat current-quarter profit, as the network gear maker's years-long efforts to transform into a software-focused company begins to pay off."}, {"title": "Applied Materials first-quarter results, current-quarter forecast beat on chip demand", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-applied-materials-results/applied-materials-first-quarter-results-current-quarter-forecast-beat-on-chip-demand-idUSKCN1FY2ZX", "blurb": "Applied Materials Inc <AMAT.O> reported first-quarter profit and revenue above Wall Street estimates as the world's largest semiconductor equipment maker benefited from higher demand for flat panel displays and chips used in electronic items."}, {"title": "Walmart goes to the cloud to close gap with Amazon", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-walmart-cloud/walmart-goes-to-the-cloud-to-close-gap-with-amazon-idUSKCN1FY0K7", "blurb": "One of Walmart Inc's best chances at taking on Amazon.com Inc in e-commerce lies with six giant server farms, each larger than ten football fields."}, {"title": "Mosaic network will reward researchers with its own cryptocurrency", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-crypto-currencies/mosaic-network-will-reward-researchers-with-its-own-cryptocurrency-idUSKCN1FY2VD", "blurb": "A group of academics and technology experts will soon launch a blockchain-powered network that will reward quality research with its own cryptocurrency called Mosaic."}, {"title": "Israeli tech firm undercuts facial recognition to bolster privacy", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-israel-technology-privacy/israeli-tech-firm-undercuts-facial-recognition-to-bolster-privacy-idUSKCN1FY1DV", "blurb": "Big brother is watching. But in the future he may no longer be so all-knowing."}, {"title": "SpaceX gets U.S. regulator to back satellite internet plan", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-spacex-broadband-fcc/spacex-gets-u-s-regulator-to-back-satellite-internet-plan-idUSKCN1FY2H4", "blurb": "Elon Musk's SpaceX, fresh off the successful launch this month of the world's most powerful rocket, won an endorsement on Wednesday from the top U.S. communications regulator to build a broadband network using satellites."}, {"title": "FTC nominees open to tech probes, concerned about high drug prices", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-ftc-congress/ftc-nominees-open-to-tech-probes-concerned-about-high-drug-prices-idUSKCN1FY2RN", "blurb": "The Federal Trade Commission should be open to investigating big tech firms like Google or Facebook if they use their power inappropriately and should create a drug pricing task force to identify unusual price increases, Joe Simons said at a hearing to consider his nomination to head the agency."}, {"title": "Google raises price of YouTube TV, adds sports, Turner", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-youtubetv/google-raises-price-of-youtube-tv-adds-sports-turner-idUSKCN1FY1ZP", "blurb": "Alphabet Inc's <GOOGL.O> Google is raising the price of its YouTube TV online service for new customers as it adds channels from Time Warner Inc's <TWX.N> Turner, National Basketball League and Major League Baseball, the company said Wednesday."}, {"title": "Rise of the data protection officer, the hottest tech ticket in town", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-cyber-gdpr-dpo/rise-of-the-data-protection-officer-the-hottest-tech-ticket-in-town-idUSKCN1FY1MY", "blurb": "They may not have the cachet of entrepreneurs, or geek chic of developers, but data protection officers are suddenly the hottest properties in technology."}, {"title": "CFTC Commissioner urges crypto companies to self-regulate", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-cryptocurrency-usa-cftc/cftc-commissioner-urges-crypto-companies-to-self-regulate-idUSKCN1FY274", "blurb": "A top official for a U.S. financial regulator is urging players in the burgeoning cryptocurrency sector to boost their self-policing."}, {"title": "Apple in talks for first order from Chinese chipmaker: Nikkei", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-yangzte-memory-china/apple-in-talks-for-first-order-from-chinese-chipmaker-nikkei-idUSKCN1FY1UO", "blurb": "Apple Inc is in talks to buy storage chips from Yangtze Memory Technologies, a move that would mark the iPhone maker's first buy from a Chinese memory chipmaker, the Nikkei reported on Wednesday."}, {"title": "Baidu earnings beat forecasts, eyes U.S. listing for video unit iQiyi", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-baidu-results/baidu-earnings-beat-forecasts-eyes-u-s-listing-for-video-unit-iqiyi-idUSKCN1FX2XY", "blurb": "Chinese internet search firm Baidu Inc posted a forecast-beating quarterly revenue increase and unveiled a U.S. listing plan for its Netflix-like video platform iQiyi as it looks to rev up new drivers for growth."}, {"title": "Toshiba names ex-banker as CEO, seen tackling opposition to chip unit sale", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-toshiba-ceo/toshiba-names-ex-banker-as-ceo-seen-tackling-opposition-to-chip-unit-sale-idUSKCN1FY0AX", "blurb": "Toshiba Corp appointed a former banker experienced in dealing with distressed companies as CEO, and forecast its first annual profit in four years, helped by a buoyant chip business that it has agreed to sell."}, {"title": "Uber's fourth-quarter loss narrows to $1.1 billion: source", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-uber-results/ubers-fourth-quarter-loss-narrows-to-1-1-billion-source-idUSKCN1FY029", "blurb": "Uber Technologies Inc narrowed its fourth-quarter loss to $1.1 billion from a loss of $1.46 billion in the previous quarter, a person familiar with the matter told Reuters."}, {"title": "Mi mi mi: super fans of China's Xiaomi stoke IPO ambitions", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-xiaomi-ipo-fans/mi-mi-mi-super-fans-of-chinas-xiaomi-stoke-ipo-ambitions-idUSKCN1FY0ZP", "blurb": "Wang Bin, 29, is a serious \"mi fan\", one of the ardent followers of Xiaomi Technology Co Ltd, the maker of smartphones and other electronic products that looks headed for a big initial public offering, perhaps as early as this year."}, {"title": "Japan Display books fourth straight quarterly loss, no partner yet", "date_updated": "7 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-display-results/japan-display-books-fourth-straight-quarterly-loss-no-partner-yet-idUSKCN1FY0LD", "blurb": "Japan Display Inc reported a fourth straight quarter of loss and said its search for a global partnership was taking more time than expected, showing its growing struggles as customers shift to a newer display technology."}, {"title": "U.S. senators concerned about Chinese access to intellectual property", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-security-china/u-s-senators-concerned-about-chinese-access-to-intellectual-property-idUSKCN1FX23M", "blurb": "China is trying to gain access to sensitive U.S. technologies and intellectual properties through telecommunications companies, academia and joint business ventures, U.S. senators and spy chiefs warned on Tuesday at a Senate hearing."}, {"title": "Chinese online retailer JD.com raises $2.5 billion for logistics arm", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-china-jd-com/chinese-online-retailer-jd-com-raises-2-5-billion-for-logistics-arm-idUSKCN1FY0O7", "blurb": "JD.com Inc said on Wednesday it had raised $2.5 billion for its logistics arm, as the second-largest Chinese e-commerce firm seeks to further bolster its position in online retail in its home country and beyond."}, {"title": "Sam's Club consolidates membership structure, offers free shipping", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-sam-s-club-membership/sams-club-consolidates-membership-structure-offers-free-shipping-idUSKCN1FY0FN", "blurb": "Warehouse chain Sam's Club, a unit of Walmart Inc, said on Wednesday it will consolidate its membership structure for customers and improve its e-commerce offerings by adding free shipping and opening more e-commerce warehouses this year."}, {"title": "Airbnb's 'Experiences' business on track for 1 million bookings, profitability", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-airbnb-growth/airbnbs-experiences-business-on-track-for-1-million-bookings-profitability-idUSKCN1FX2ZR", "blurb": "Airbnb Inc's year-old tours and activities business is booking tens of thousands of travelers every month and is likely to be profitable late next year, the company said on Tuesday, highlighting success in its efforts to grow beyond renting rooms and homes."}, {"title": "Shareholder Deason sues Xerox in U.S. to block Fujifilm deal", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-xerox-m-a-fujifilm-criticism/shareholder-deason-sues-xerox-in-u-s-to-block-fujifilm-deal-idUSKCN1FX1NC", "blurb": "Xerox Corp <XRX.N> shareholder Darwin Deason asked a court on Tuesday to block the company's merger with Japan's Fujifilm Holdings Corp <4901.T>, claiming the U.S. photocopier maker's board failed shareholders by approving a deal that undervalues the company."}, {"title": "Twitter's CEO downplays chatter about possible acquisition", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-twitter-m-a/twitters-ceo-downplays-chatter-about-possible-acquisition-idUSKCN1FX2VD", "blurb": "Twitter Inc Chief Executive Jack Dorsey said on Tuesday that he saw value in the social media network remaining an independent company, downplaying recent speculation by analysts that it could be an acquisition target."}, {"title": "Icahn, Deason urge Xerox shareholders to oppose Fujifilm deal", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-xeroxcorp-m-a-fujifilm/icahn-deason-urge-xerox-shareholders-to-oppose-fujifilm-deal-idUSKBN1FW1KV", "blurb": "Xerox Corp's <XRX.N> plan to sell itself to Japan's Fujifilm Holdings <4901.T> has come under further pressure with Carl Icahn and Darwin Deason urging fellow shareholders to oppose the $6.1 billion deal."}, {"title": "NY top court says 'private' Facebook photos can be disclosed", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-new-york-court-facebook/ny-top-court-says-private-facebook-photos-can-be-disclosed-idUSKCN1FX2L0", "blurb": "New York state's highest court ruled on Tuesday that Facebook users may be required to turn over photos and other information that are relevant to litigation, even if they are shielded by \"privacy\" settings."}, {"title": "IBM sues former HR boss hired by Microsoft", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-ibm-microsoft-executives/ibm-sues-former-hr-boss-hired-by-microsoft-idUSKBN1FX0FW", "blurb": "International Business Machines Corp <IBM.N> sued its former executive Lindsay-Rae McIntyre, who was named Microsoft Corp's <MSFT.O> new chief diversity officer over the weekend, alleging violation of a one-year non-competitive agreement."}, {"title": "Coincheck reports to regulators over cryptocurrency heist as investors withdraw $373 million", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/uk-crypto-currencies-japan/coincheck-reports-to-regulators-over-cryptocurrency-heist-as-investors-withdraw-373-million-idUSKBN1FX03Y", "blurb": "Japanese cryptocurrency exchange Coincheck Inc, under pressure to better safeguard investors after the daring theft of $530 million (£381 million) of digital money last month, said it had on Tuesday filed a report with regulators on the hacking."}, {"title": "Apple CEO downplays special dividend at shareholder meeting", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-shareholders/apple-ceo-downplays-special-dividend-at-shareholder-meeting-idUSKCN1FX2GA", "blurb": "Apple Inc Chief Executive Tim Cook downplayed a suggestion that the company might issue a special dividend to shareholders with some of the $285 billion in cash that the company is now able to bring back from overseas."}, {"title": "Google to debut emails that automatically update", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-gmail/google-to-debut-emails-that-automatically-update-idUSKCN1FX1RD", "blurb": "Gmail is about to get dynamic. Alphabet Inc's Google on Tuesday plans to demonstrate a software programming system that would enable emails to feature continuously updating information and greater interactivity."}, {"title": "Telegram app was targeted by crypto mining malware, Kaspersky Lab says", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-russia-telegram-cyber/telegram-app-was-targeted-by-crypto-mining-malware-kaspersky-lab-says-idUSKCN1FX21U", "blurb": "Previously undetected malware directed at users of the desktop version of the messaging app Telegram has been discovered by the Russian security firm Kaspersky Lab, Kaspersky said on Tuesday."}, {"title": "'Olympic Destroyer' malware targeted Pyeongchang Games: firms", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-olympics-2018-cyber/olympic-destroyer-malware-targeted-pyeongchang-games-firms-idUSKBN1FW22O", "blurb": "Several U.S. cyber security firms said on Monday that they had uncovered a computer virus dubbed \"Olympic Destroyer\" that was likely used in an attack on Friday's opening ceremony of the Pyeongchang Winter Games."}, {"title": "Daimler warns of supply chain risk from switch to electric cars", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-daimler-provisions-2017/daimler-warns-of-supply-chain-risk-from-switch-to-electric-cars-idUSKCN1FX1OB", "blurb": "Daimler AG, owner of the Mercedes-Benz brand, warned that a fall in demand for diesel cars and a switch to electric vehicles could force it to prop up its supplier base."}, {"title": "For advertisers, Snapchat's got the kids", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-instagram-snap/for-advertisers-snapchats-got-the-kids-idUSKBN1FX04J", "blurb": "Social network Instagram has come to look more like rival Snapchat after copying some of its features, but marketers say Snapchat's younger audience and safeguards against poor placement drive enthusiasm for advertising on the smaller app."}, {"title": "UK initiative seeks Israeli digital health tech to assist NHS", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-britain-israel-health-tech/uk-initiative-seeks-israeli-digital-health-tech-to-assist-nhs-idUSKBN1FX1AQ", "blurb": "The British embassy in Israel said on Tuesday it has launched a program designed to help incorporate Israeli digital health technology into the UK and its National Health Service (NHS)."}, {"title": "Russia says hackers stole more than $17 million from its banks in 2017", "date_updated": "8 DAYS AGO", "link": "https://www.reuters.com/article/us-russia-cyber-banks/russia-says-hackers-stole-more-than-17-million-from-its-banks-in-2017-idUSKBN1FX151", "blurb": "Hackers stole more than 1 billion roubles ($17 million) from Russian banks using the Cobalt Strike security-testing tool in 2017, a central bank official said on Tuesday."}, {"title": "South Korea's Samsung Elec extends gains to more than 5 percent", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/us-samsung-stocks/south-koreas-samsung-elec-extends-gains-to-more-than-5-percent-idUSKBN1FX0D3", "blurb": "Shares in South Korean tech giant Samsung Electronics jumped more than 5 percent on Tuesday amid strong buying by foreign investors."}, {"title": "Google hires former Samsung executive to coordinate Internet of Things projects", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-cloud/google-hires-former-samsung-executive-to-coordinate-internet-of-things-projects-idUSKBN1FX0CQ", "blurb": "Alphabet Inc's Google this month hired Injong Rhee, who recently resigned as Samsung Electronics Co's chief technology officer, to lead its Internet of Things business, he said in a LinkedIn post Monday."}, {"title": "Cryptocurrency traders to launch lawsuit against Coincheck on Thursday - lawyer", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/uk-crypto-currencies-japan/cryptocurrency-traders-to-launch-lawsuit-against-coincheck-on-thursday-lawyer-idUSKBN1FX0AM", "blurb": "A group of cryptocurrency traders will file a lawsuit against Coincheck Inc on Thursday over last month's theft of $530 million (£382 million) in digital money from the Tokyo-based exchange, a lawyer representing the claimants said."}, {"title": "Cryptocurrency investors flock to Puerto Rico Investment Summit", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/us-crypto-currency-puertorico/cryptocurrency-investors-flock-to-puerto-rico-investment-summit-idUSKBN1FW2MT", "blurb": "Puerto Rico’s annual investment summit, a two-day conference to woo investors to the bankrupt U.S. territory and the first since Hurricane Maria devastated the island, sported some new faces, particularly from the fast-growing cryptocurrency world."}, {"title": "Grocery delivery startup Instacart raises $200 million and prepares to battle Amazon", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/us-instacart-funding/grocery-delivery-startup-instacart-raises-200-million-and-prepares-to-battle-amazon-idUSKBN1FW2FJ", "blurb": "Grocery delivery service Instacart has raised $200 million in fresh funding, the company said on Monday, boosting its valuation and providing new resources for the startup to compete against heavyweight Amazon.com Inc."}, {"title": "Amazon cutting hundreds of Seattle jobs in its consumer business: source", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/us-amazon-layoffs/amazon-cutting-hundreds-of-seattle-jobs-in-its-consumer-business-source-idUSKBN1FW1ZA", "blurb": "Amazon.com Inc <AMZN.O> is cutting hundreds of jobs in its consumer business in Seattle, a person familiar with the matter said on Monday, as the company shifts resources into fast-growing areas like its work on voice assistant Alexa."}, {"title": "British watchdog tells algorithmic traders to tighten controls", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/us-britain-markets-regulator/british-watchdog-tells-algorithmic-traders-to-tighten-controls-idUSKBN1FW17Z", "blurb": "Some firms using computers to trade at ultra-fast speeds are not applying safeguards required to avert market meltdowns, Britain's Financial Conduct Authority (FCA) said on Monday."}, {"title": "Uber tests cheaper 'Hurry Hurry' service for errands in Nairobi", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/us-uber-kenya/uber-tests-cheaper-hurry-hurry-service-for-errands-in-nairobi-idUSKBN1FW1UQ", "blurb": "Uber is testing a service in Nairobi that was inspired by residents' use of the platform for errands and aims to tap into a new segment of the city's active ride-hailing market, a regional executive said on Monday."}, {"title": "German court rules Facebook use of personal data illegal", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/us-germany-facebook/german-court-rules-facebook-use-of-personal-data-illegal-idUSKBN1FW1FI", "blurb": "A German consumer rights group said on Monday that a court had found Facebook's use of personal data to be illegal because the U.S. social media platform did not adequately secure the informed consent of its users."}, {"title": "Exclusive: Amazon paid $90 million for camera maker's chip technology - sources", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/us-amazon-com-m-a-chips/exclusive-amazon-paid-90-million-for-camera-makers-chip-technology-sources-idUSKBN1FW0BI", "blurb": "Amazon.com Inc paid about $90 million to acquire the maker of Blink home security cameras late last year, in a secret bet on the startup's energy-efficient chips, people familiar with the matter told Reuters."}, {"title": "France's Thales sees more cybersecurity sales after strong 2017", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/us-thales-cyber/frances-thales-sees-more-cybersecurity-sales-after-strong-2017-idUSKBN1FW0T1", "blurb": "French defense electronics group Thales <TCFP.PA> enjoyed a jump in sales at its cybersecurity business in 2017 and expects further strong growth in the coming years, said executive Laurent Maury."}, {"title": "Indonesia's Astra and GDN join Go-Jek fundraising", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/us-go-jek-astra-intl/indonesias-astra-and-gdn-join-go-jek-fundraising-idUSKBN1FW0A4", "blurb": "Indonesian conglomerate Astra International <ASII.JK> will invest $150 million in Go-Jek, it said on Monday, joining the likes of Alphabet Inc's Google <GOOGL.O> in the ride-hailing start-up's latest round of fundraising."}, {"title": "A culprit for financial site glitches: you and your apps", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-stocks-outages/a-culprit-for-financial-site-glitches-you-and-your-apps-idUSKBN1FW10A", "blurb": "Jittery investors and their smartphones stressed out leading U.S. online financial sites last week as heavy volatility shook markets, technology analysts said."}, {"title": "China looks to retain local subsidies for electric vehicles: Bloomberg", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/us-china-autos-electric/china-looks-to-retain-local-subsidies-for-electric-vehicles-bloomberg-idUSKBN1FW0XR", "blurb": "The Chinese government is leaning towards retaining local subsidies for electric vehicles after eliminating a prior proposal to scrap the funding, Bloomberg reported on Monday."}, {"title": "Qualcomm, Broadcom plan to meet on February 14: sources", "date_updated": "9 DAYS AGO", "link": "https://www.reuters.com/article/us-qualcomm-m-a-broadcom/qualcomm-broadcom-plan-to-meet-on-february-14-sources-idUSKBN1FW03G", "blurb": "Qualcomm Inc and Broadcom Ltd plan to meet on Wednesday to talk about the latter's $121 billion acquisition offer, the first time the semiconductor companies will discuss the potential deal, people familiar with the matter said."}, {"title": "Foxconn to use proceeds from unit's Shanghai IPO to fund $4 billion projects", "date_updated": "10 DAYS AGO", "link": "https://www.reuters.com/article/us-foxconn-subsidiary-ipo/foxconn-to-use-proceeds-from-units-shanghai-ipo-to-fund-4-billion-projects-idUSKBN1FW0F3", "blurb": "Taiwan's Foxconn, the world's largest contract electronics manufacturer, said it plans to use proceeds from a Shanghai listing of one if its subsidiaries to fund eight projects totaling 27.3 billion yuan ($4 billion)."}, {"title": "Coincheck heist sheds light on Japan's rush to create cryptocurrency rules", "date_updated": "10 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency-regulation/coincheck-heist-sheds-light-on-japans-rush-to-create-cryptocurrency-rules-idUSKBN1FW04F", "blurb": "(This February 11 story has been refiled to add dropped word \"they\" in second paragraph)"}, {"title": "Alibaba signs deal to offer Disney shows on video platforms", "date_updated": "10 DAYS AGO", "link": "https://www.reuters.com/article/us-alibaba-walt-disney/alibaba-signs-deal-to-offer-disney-shows-on-video-platforms-idUSKBN1FW08C", "blurb": "Alibaba Group Holding Ltd's entertainment arm has signed a licensing agreement with Walt Disney Co in a deal that will provide the Chinese group's Youku video streaming platform with the largest Disney animation collection in China."}, {"title": "U.S., UK government websites infected with crypto-mining malware: report", "date_updated": "10 DAYS AGO", "link": "https://www.reuters.com/article/us-bitcoin-cyber/u-s-uk-government-websites-infected-with-crypto-mining-malware-report-idUSKBN1FV0VO", "blurb": "Thousands of websites, including ones run by U.S. and UK government agencies, were infected for several hours on Sunday with code that causes web browsers to secretly mine digital currencies, technology news site The Register reported."}, {"title": "Games organizers confirm cyber attack, won't reveal source", "date_updated": "10 DAYS AGO", "link": "https://www.reuters.com/article/us-olympics-2018-cyber/games-organizers-confirm-cyber-attack-wont-reveal-source-idUSKBN1FV036", "blurb": "Pyeongchang Winter Olympics organizers confirmed on Sunday that the Games had fallen victim to a cyber attack during Friday's opening ceremony, but they refused to reveal the source."}, {"title": "Alibaba kicks off sponsor deal in Pyeongchang", "date_updated": "11 DAYS AGO", "link": "https://www.reuters.com/article/us-olympics-2018-alibaba/alibaba-kicks-off-sponsor-deal-in-pyeongchang-idUSKBN1FU043", "blurb": "Alibaba Group Holding Ltd <BABA.N> is launching a project that will create a \"smarter\" and more connected athletes' village and stadia and make all Olympics stakeholders \"more money\", its executives said on Saturday."}, {"title": "Qualcomm warns of customer losses, legal hazards to Broadcom buyout", "date_updated": "11 DAYS AGO", "link": "https://www.reuters.com/article/us-qualcomm-m-a-broadcom/qualcomm-warns-of-customer-losses-legal-hazards-to-broadcom-buyout-idUSKBN1FS391", "blurb": "Qualcomm Inc warned on Friday it could lose two large clients if it accepted chipmaker Broadcom Ltd's revised $121 billion buyout offer and said it saw no path to regulatory approval of any deal."}, {"title": "Pyeongchang Games organizers probe possible cyberattack", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-olympics-2018-cyber/pyeongchang-games-organizers-probe-possible-cyberattack-idUSKBN1FU072", "blurb": "Pyeongchang Olympics organizers were looking into a disruption of non-critical systems on the day of the opening ceremony but could not yet confirm if it was a cyberattack, Games spokesman Sung Baik-you said on Saturday."}, {"title": "Porsche, Audi to develop joint electric car platform to save costs", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-porsche-audi-electriccars/porsche-audi-to-develop-joint-electric-car-platform-to-save-costs-idUSKBN1FU05R", "blurb": "Porsche and Audi, Volkswagen's <VOWG_p.DE> main luxury car divisions, plan to develop a joint platform for electric vehicles that will enable them significantly cut down on costs, German newspapers quoted their chief executives as saying."}, {"title": "SEC says releasing Tezos documents could hurt enforcement activities", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-bitcoin-tezos/sec-says-releasing-tezos-documents-could-hurt-enforcement-activities-idUSKBN1FT2VI", "blurb": "A top U.S. securities regulator says it cannot release documents related to the cryptocurrency project Tezos because doing so could interfere with an investigation or enforcement activities, according to a document seen by Reuters on Friday."}, {"title": "Waymo accepts $245 million and Uber's 'regret' to settle self-driving car dispute", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-uber-trial/waymo-accepts-245-million-and-ubers-regret-to-settle-self-driving-car-dispute-idUSKBN1FT2BA", "blurb": "Uber Technologies Inc [UBER.UL] will pay $245 million worth of its own shares to Alphabet Inc's Waymo self-driving vehicle unit to settle a legal dispute over trade secrets, allowing Uber's chief executive to move past one of the company's most bruising public controversies."}, {"title": "Exclusive: BMC Software explores IPO - sources", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-bmcsoftware-ipo-exclusive/exclusive-bmc-software-explores-ipo-sources-idUSKBN1FT2YK", "blurb": "U.S. business software company BMC Software Inc [BSII.UL] is holding conversations with investment banks about an initial public offering (IPO) that could value it at more than $10 billion, including debt, people familiar with the matter said on Friday."}, {"title": "Amazon tests delivery in Los Angeles, shipping shares sink", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-delivery-service-amazon/amazon-tests-delivery-in-los-angeles-shipping-shares-sink-idUSKBN1FT2DI", "blurb": "Amazon.com Inc is testing a program to ship its sellers' goods, sending shares in FedEx and UPS tumbling even though analysts and the companies played down any near-term threat to the two global delivery businesses."}, {"title": "Exclusive: Amazon eyes new warehouse in Brazil e-commerce push - sources", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-amazon-brazil-exclusive/exclusive-amazon-eyes-new-warehouse-in-brazil-e-commerce-push-sources-idUSKBN1FT2HM", "blurb": "Amazon.com Inc <AMZN.O> is looking to lease a 50,000-square-meter warehouse just outside Sao Paulo, people familiar with the matter told Reuters, as it steps up its push into Latin America's biggest retail market, Brazil."}, {"title": "Amazon hires NBC executive Salke to run video studio", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-amazon-com-studios/amazon-hires-nbc-executive-salke-to-run-video-studio-idUSKBN1FT2R4", "blurb": "Amazon.com Inc <AMZN.O> on Friday said it has hired Jennifer Salke, president of NBC Entertainment, to run its television and movie studio, ending months of limbo as its entertainment division switches from a lineup heavy on art-house fare to broader-appealing hits."}, {"title": "Buffett's Business Wire now 'stable' after cyber attack", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-berkshire-hatha-cyber-business-wire/buffetts-business-wire-now-stable-after-cyber-attack-idUSKBN1FT2RA", "blurb": "Business Wire, the corporate news release distributor owned by Warren Buffett's Berkshire Hathaway Inc, on Friday said it had fended off a cyber attack designed to disable it, and that its system was now \"stable.\""}, {"title": "Uber rejected $500 million settlement with Waymo earlier this week", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-uber-trial-settlement/uber-rejected-500-million-settlement-with-waymo-earlier-this-week-idUSKBN1FT2Q5", "blurb": "Alphabet Inc's Waymo early this week proposed a settlement deal with Uber Technologies Inc [UBER.UL] in which Uber would pay $500 million in equity to resolve a high-stakes trade-secrets case, but Uber directors rejected the offer in a board meeting on Tuesday, according to two sources close to the discussions."}, {"title": "Facebook runs into lawsuit over Cambodian politics", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-facebook-cambodia/facebook-runs-into-lawsuit-over-cambodian-politics-idUSKBN1FT1PB", "blurb": "Former Cambodian opposition leader Sam Rainsy has filed a legal case in the United States to get Facebook to release information on Prime Minister Hun Sen's use of the social media platform, his legal team said."}, {"title": "Barclays in U.S. set to join cryptocurrency credit card ban: report", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-markets-bitcoin-barclays/barclays-in-u-s-set-to-join-cryptocurrency-credit-card-ban-report-idUSKBN1FT1AC", "blurb": "Barclays is likely to follow other major lenders in the United States in stopping customers from buying Bitcoin and other cryptocurrencies with its credit cards, according to an interview with a senior executive at its credit card unit."}, {"title": "Cardiff University defends joint venture with Apple supplier IQE", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-cardiff-iqe/cardiff-university-defends-joint-venture-with-apple-supplier-iqe-idUSKBN1FT2PO", "blurb": "Cardiff University has defended its joint venture with Welsh technology company IQE that has been criticized by two hedge funds with short positions in the company's stock."}, {"title": "Mobile data plans outnumber residents in developed nations: OECD", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-telecoms-mobile-usage/mobile-data-plans-outnumber-residents-in-developed-nations-oecd-idUSKBN1FT2O5", "blurb": "Mobile broadband subscriptions outnumbered people in developed nations for the first time last year as access costs fell amid increased regulation and competition, an OECD report published on Friday said."}, {"title": "Bitcoin may not be worth all the hoopla: N.Y. Fed blog post", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-bitcoin-fed/bitcoin-may-not-be-worth-all-the-hoopla-n-y-fed-blog-post-idUSKBN1FT231", "blurb": "Bitcoin and other digital currencies have, so far, not been formidable competition for cash, checks or credit cards as a payment method in the United States and other major economies, according to two economists at New York Federal Reserve."}, {"title": "U.S. transportation agency calls March 1 'summit' on autonomous cars", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-autos-selfdriving-policy/u-s-transportation-agency-calls-march-1-summit-on-autonomous-cars-idUSKBN1FT2CV", "blurb": "Auto manufacturers, technology companies, road safety advocates and policy makers will attend a March 1 conference over potential government actions that could speed the rollout of autonomous cars, the U.S. Transportation Department said on Friday."}, {"title": "Frenzied demand for Nvidia's graphic chips shoot prices through the roof", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-nvidia-results-research/frenzied-demand-for-nvidias-graphic-chips-shoot-prices-through-the-roof-idUSKBN1FT2AW", "blurb": "Nvidia Corp's <NVDA.O> graphic processors, or GPUs, are so overwhelmingly popular that gamers and cryptocurrency miners are willing to pay up to three times the original list price to get their hands on its cards online."}, {"title": "Porsche mulls production hike for electric cars as diesel sputters", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-porsche-electric-production/porsche-mulls-production-hike-for-electric-cars-as-diesel-sputters-idUSKBN1FT29G", "blurb": "Sportscar maker Porsche AG may increase annual production capacity of its Mission E model beyond 20,000 cars and decide shortly about whether to electrify its Macan sports utility model, board member Detlev von Platen told Reuters."}, {"title": "English Premier League rights bonanza kicks off with focus on Amazon", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-soccer-england-rights/english-premier-league-rights-bonanza-kicks-off-with-focus-on-amazon-idUSKBN1FT244", "blurb": "England's multi-billion pound Premier League rights auction kicked off on Friday with soccer fans waiting to see if a digital giant such as Amazon would enter the fray against pay-TV players Sky and BT."}, {"title": "Turkey rolls out domestic rival to WhatsApp, raising surveillance concerns", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-turkey-media/turkey-rolls-out-domestic-rival-to-whatsapp-raising-surveillance-concerns-idUSKBN1FT1ZQ", "blurb": "Turkey has launched a domestic messaging app to rival Facebook's popular WhatsApp Messenger service, raising concerns among government critics that Ankara could use the new platform to tighten surveillance and bolster an 18-month-old crackdown."}, {"title": "Gibraltar moves ahead with world's first initial coin offering rules", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-gibraltar-markets-cryptocurrencies/gibraltar-moves-ahead-with-worlds-first-initial-coin-offering-rules-idUSKBN1FT1YN", "blurb": "Gibraltar will introduce the world's first regulations for initial coin offerings with dedicated rules for the cryptocurrency sector whose fast growth has triggered concern among central bankers."}, {"title": "Google to use Getty Images content for its services", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-google-getty/google-to-use-getty-images-content-for-its-services-idUSKBN1FT1RE", "blurb": "Alphabet Inc's Google will begin using content from Getty Images within its products and services as part of a multi-year licensing partnership, the photo agency said on Friday."}, {"title": "Facebook launches $10 million community leader awards", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-facebook-communities/facebook-launches-10-million-community-leader-awards-idUSKBN1FT1N5", "blurb": "Facebook <FB.O> launched a community leadership program on Friday that will award $10 million in total to more than 100 people who have successfully built groups on the social network as part of its push to create \"meaningful\" interactions."}, {"title": "Japan to let Coincheck resume yen withdrawals Tuesday: source", "date_updated": "12 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency-fsa/japan-to-let-coincheck-resume-yen-withdrawals-tuesday-source-idUSKBN1FT19P", "blurb": "Japanese regulators will allow cryptocurrency exchange Coincheck Inc to resume yen withdrawals from Tuesday, a person with direct knowledge of the matter said."}, {"title": "Exclusive: China's Ant plans equity fundraising at potential $100 billion valuation - sources", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-ant-financial-fundraising/exclusive-chinas-ant-plans-equity-fundraising-at-potential-100-billion-valuation-sources-idUSKBN1FT0LA", "blurb": "China's Ant Financial Services Group is planning to raise up to $5 billion in fresh equity that could value the online payments giant at more than $100 billion, people familiar with the move told Reuters."}, {"title": "Facebook co-founder Saverin's VC firm raises $360 million fund", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-b-capital-fund/facebook-co-founder-saverins-vc-firm-raises-360-million-fund-idUSKBN1FT0UY", "blurb": "Facebook Inc co-founder Eduardo Saverin's venture capital firm, B Capital Group, said it has raised $360 million for its fund as it seeks to invest in technology start-ups."}, {"title": "China's Tencent to invest $474 million in Shanda Games", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-shanda-m-a-tencent-holdings/chinas-tencent-to-invest-474-million-in-shanda-games-idUSKBN1FT0IP", "blurb": "China's Tencent Holdings Ltd will invest 3 billion yuan ($474 million) in smaller peer Shanda Games, the target firm said in a statement to Reuters on Friday, a move that will boost Tencent's lead in the local video game market."}, {"title": "China's Didi, SoftBank target Japan in taxi-hailing push", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-didi-chuxing-softbank-japan/chinas-didi-softbank-target-japan-in-taxi-hailing-push-idUSKBN1FT08L", "blurb": "China's Didi Chuxing and SoftBank Group Corp will roll out a venture in Japan later this year to provide ride-hailing services, amid a global battle to control the technology increasingly central to urban transport."}, {"title": "U.S., Israeli drone makers keep wary eye on rising Chinese", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-singapore-airshow-drones/u-s-israeli-drone-makers-keep-wary-eye-on-rising-chinese-idUSKBN1FS1E7", "blurb": "Cheaper Chinese military drones are chipping away at U.S. and Israeli domination of the industry, fuelling a new race as companies predict a rise in demand especially in regions such as Asia."}, {"title": "SoftBank, Yahoo Japan, Aeon plan to launch online retail business: NHK", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-softbank-group-retail-japan/softbank-yahoo-japan-aeon-plan-to-launch-online-retail-business-nhk-idUSKBN1FT0E3", "blurb": "SoftBank Group Corp, Yahoo Japan Corp and Aeon Co Ltd plan to launch an online retail business, national broadcaster NHK reported on Friday."}, {"title": "Mexico telecoms regulator says all can participate in spectrum auction", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-mexico-telecoms/mexico-telecoms-regulator-says-all-can-participate-in-spectrum-auction-idUSKBN1FT0EQ", "blurb": "Mexico's telecommunications regulator, IFT, said on Thursday that any operator could participate in a spectrum auction this year, opening the door for billionaire Carlos Slim's America Movil to bid."}, {"title": "Salesforce investing $2 billion in Canada, as U.S. tech firms head north", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-salesforce-com-canada/salesforce-investing-2-billion-in-canada-as-u-s-tech-firms-head-north-idUSKBN1FS3AB", "blurb": "U.S. business software developer Salesforce.com Inc <CRM.N> will pump $2 billion into its Canadian business over the next five years, it said on Thursday, the latest major U.S. technology investment across the border since early 2017."}, {"title": "Nvidia's upbeat forecast powered by data center, cryptocurrency demand", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-nvidia-results/nvidias-upbeat-forecast-powered-by-data-center-cryptocurrency-demand-idUSKBN1FS39T", "blurb": "Nvidia Corp's <NVDA.O> upbeat current-quarter revenue forecast on Thursday underscored surging demand for its graphics chips used in data centers, gaming devices and cryptocurrency mining, sending its shares up as much as 12 percent in extended trading."}, {"title": "Expedia shares tumble as quarterly profit misses on higher costs", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-expedia-results/expedia-shares-tumble-as-quarterly-profit-misses-on-higher-costs-idUSKBN1FS3AW", "blurb": "U.S. online travel services company Expedia Inc missed analysts' quarterly profit estimate on higher marketing expenses, sending its shares tumbling 15 percent in after-hours trading on Thursday."}, {"title": "Twitter surprises with revenue turnaround, shares surge", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-twitter-results/twitter-surprises-with-revenue-turnaround-shares-surge-idUSKBN1FS1RL", "blurb": "Twitter Inc on Thursday delivered its first quarterly profit and an unexpected return to revenue growth helped by expansion outside the United States, pushing shares in the social network to more than two-year highs."}, {"title": "Walmart makes push to sell online goods at $10 and up to capture elusive e-commerce profit", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-walmart-online/walmart-makes-push-to-sell-online-goods-at-10-and-up-to-capture-elusive-e-commerce-profit-idUSKBN1FS0NZ", "blurb": "Walmart Inc is asking vendors to supply it with more merchandise priced at $10 and up, as part of a major push to finally turn a profit at its online business, according to four people with knowledge of the matter."}, {"title": "FireEye reports first-ever adjusted quarterly profit, shares jump", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-fireeye-results/fireeye-reports-first-ever-adjusted-quarterly-profit-shares-jump-idUSKBN1FS388", "blurb": "Cyber security firm FireEye Inc <FEYE.O> on Thursday reported its first-ever quarterly adjusted profit since going public in 2013, highlighting gains from the company's shift to a subscription model and its cost-cutting efforts."}, {"title": "Uber board got assurances on diligence ahead of self-driving deal: investor", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-uber-trial/uber-board-got-assurances-on-diligence-ahead-of-self-driving-deal-investor-idUSKBN1FS2YT", "blurb": "A key Uber investor testified on Thursday that the company's board received assurances that due diligence had turned up no problems with a self-driving car startup which Uber acquired, differing from testimony by Uber's former chief executive."}, {"title": "'Call of Duty' drives big holiday quarter for Activision Blizzard", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-activision-results/call-of-duty-drives-big-holiday-quarter-for-activision-blizzard-idUSKBN1FS38G", "blurb": "Activision Blizzard Inc <ATVI.O> beat analysts' expectations for revenue in the final quarter of 2017, helped by robust Christmas buying of its blockbuster \"Call of Duty\" videogame and higher digital sales."}, {"title": "Anti-China bill being softened after U.S. companies complain", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-regulation-m-a/anti-china-bill-being-softened-after-u-s-companies-complain-idUSKBN1FS1JW", "blurb": "Proposed legislation in Congress aimed at preventing China from acquiring sensitive technology is being softened after protests by big U.S. companies that fear a loss in sales, four people with knowledge of the matter said this week."}, {"title": "Novogratz's new fund, others invest $30 million in online encyclopedia", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-blockchain-investment-galaxy/novogratzs-new-fund-others-invest-30-million-in-online-encyclopedia-idUSKBN1FS322", "blurb": "A fund launched last month by former macro hedge fund manager Mike Novogratz and global blockchain company Block.One led a group of institutions that invested $30 million in online encyclopedia Everipedia, Everipedia President Sam Kazemian said."}, {"title": "Trivago takes aim at smaller hotels as online partners cut spend", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-trivago-results/trivago-takes-aim-at-smaller-hotels-as-online-partners-cut-spend-idUSKBN1FS2YF", "blurb": "Hotel-search company Trivago NV is looking to increase the share of its business that comes from independent hotels and alternative types of accommodation at a time when its two dominant customers have reduced what they pay per click."}, {"title": "Enter the robots: automation fills gaps in east Europe's factories", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-easteurope-automation-insight/enter-the-robots-automation-fills-gaps-in-east-europes-factories-idUSKBN1FR1ZK", "blurb": "Plant manager Gabor Kiraly remembers the meeting a couple of years ago when he and his Austrian bosses learnt how severe the worker shortage in Hungary was about to become - it was, he said, a \"shocking realization\"."}, {"title": "Cummins to use India to develop, test electric powertrains for emerging markets", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-india-autoshow-cummins/cummins-to-use-india-to-develop-test-electric-powertrains-for-emerging-markets-idUSKBN1FS2V4", "blurb": "U.S.-based engine maker Cummins Inc plans to hire a team of engineers in India to modify its existing electric powertrain technology and make it more relevant for emerging markets, a senior company executive told Reuters on Thursday."}, {"title": "Blockchain name-grabbing has echoes of dotcom bubble", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-blockchain-companies/blockchain-name-grabbing-has-echoes-of-dotcom-bubble-idUSKBN1FS1F3", "blurb": "If you want a quick boost to your company's share price, adding \"blockchain\" to your name will work – at least for a while."}, {"title": "YouTube found no evidence of Russian interference in Brexit referendum", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-britain-eu-youtube/youtube-found-no-evidence-of-russian-interference-in-brexit-referendum-idUSKBN1FS2AQ", "blurb": "YouTube found no evidence of Russian interference in the 2016 Brexit referendum, a senior executive told a British parliamentary committee inquiry into fake news."}, {"title": "Virtual currencies may stay even if bubble is already deflating: ECB", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-bitcoin-ecb/virtual-currencies-may-stay-even-if-bubble-is-already-deflating-ecb-idUSKBN1FS1LH", "blurb": "The market bubble of virtual currencies is already deflating but central banks should still pay attention as the innovation may be here to stay even if early market leaders die out, European Central Bank board member Yves Mersch said on Thursday."}, {"title": "Virtual currencies need firm global regulation: ECB's Mersch", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-eurozone-ecb-cryptocurrencies/virtual-currencies-need-firm-global-regulation-ecbs-mersch-idUSKBN1FS1QS", "blurb": "Cryptocurrencies like bitcoin and the banks and financial firms that trade them need to be more closely regulated, one of the ECB's top policymakers said on Thursday."}, {"title": "India's antitrust watchdog fines Google for abusing dominant position", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-india-google-antitrust/indias-antitrust-watchdog-fines-google-for-abusing-dominant-position-idUSKBN1FS2AD", "blurb": "India's antitrust watchdog on Thursday imposed a 1.36 billion rupees ($21.17 million) fine on Google for \"search bias\" and abuse of its dominant position, in the latest regulatory setback for the world's most popular internet search engine."}, {"title": "French labor court backs Uber in driver contract dispute", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-france-uber/french-labor-court-backs-uber-in-driver-contract-dispute-idUSKBN1FS2DZ", "blurb": "Uber [UBER.UL] won a rare French victory on Thursday against attempts to force the ride-hailing operator to recognize its drivers as employees, a prospect that would undermine its entire business model."}, {"title": "Tesla sticks by Model 3 target, warns spending could rise in 2018", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-tesla-results/tesla-sticks-by-model-3-target-warns-spending-could-rise-in-2018-idUSKBN1FR33M", "blurb": "Tesla Inc <TSLA.O> said on Wednesday it was sticking with Chief Executive Elon Musk's revised production targets for its Model 3 sedan, cheering investors who have put up with two delays, but the electric automaker's plans to raise spending this year underscored its growing need for cash."}, {"title": "Russian watchdog says to examine Facebook in second half", "date_updated": "13 DAYS AGO", "link": "https://www.reuters.com/article/us-facebook-russia/russian-watchdog-says-to-examine-facebook-in-second-half-idUSKBN1FS17Y", "blurb": "Russian communications watchdog Roskomnadzor said on Thursday it would carry out an audit into Facebook's compliance with Russian legislation in the second half of the year."}, {"title": "Alibaba to take $486 mln stake in China retail data firm", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-shiji-info-m-a-alibaba/alibaba-to-take-486-mln-stake-in-china-retail-data-firm-idUSKBN1FS108", "blurb": "China's biggest e-commerce company Alibaba Group Holding Ltd will invest $486 million for a stake in a domestic big- data firm focused on hotels and retail, as part of a push to deepen its offline presence."}, {"title": "An investor's best friend? Israel Diamond Exchange launches digital coins", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-diamonds-cryptocurrency-israel/an-investors-best-friend-israel-diamond-exchange-launches-digital-coins-idUSKBN1FR272", "blurb": "Israel's diamond exchange is turning to digital currencies to inject new life into a marketplace long ruled by cash and backroom handshakes, but it must first persuade traditionally conservative players that the technology can work."}, {"title": "Samsung chairman named as suspect in $7.5 million tax evasion case", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-samsung-lee-accounts/samsung-chairman-named-as-suspect-in-7-5-million-tax-evasion-case-idUSKBN1FS0CL", "blurb": "Samsung Electronics' <005930.KS> ailing chairman, Lee Kun-hee, was named by South Korean police on Thursday as a suspect in an 8.2 billion won ($7.5 million) tax evasion case that involved the use of bank accounts held by employees."}, {"title": "Amazon to deliver Whole Foods groceries to Prime members", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-amazon-com-wholefoods-delivery/amazon-to-deliver-whole-foods-groceries-to-prime-members-idUSKBN1FS0QV", "blurb": "Amazon.com Inc said on Thursday it would start delivering Whole Foods groceries via its fast-shipping Prime Now service in select U.S. cities, and plans to expand it across the country this year."}, {"title": "Anime, technology on offer as Japan promote 2020 Games", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-olympics-2018-japan-tokyo-2020/anime-technology-on-offer-as-japan-promote-2020-games-idUSKBN1FS0G5", "blurb": "Traditional paper cranes and some of the latest technology are on offer as Japan seeks to promote itself as the host of the next Olympic Games in 2020, with organizers hoping to inherit the enthusiasm and fervor of Pyeongchang 2018 hosts."}, {"title": "Senators propose bill to block U.S. from using Huawei, ZTE equipment", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-china-usa-telecoms/senators-propose-bill-to-block-u-s-from-using-huawei-zte-equipment-idUSKBN1FR35U", "blurb": "Two Republican Senators introduced legislation on Wednesday that would block the U.S. government from buying or leasing telecommunications equipment from Huawei Technologies Co Ltd or ZTE Corp, citing concern the Chinese companies would use their access to spy on U.S. officials."}, {"title": "Japan regulator to inspect more cryptocurrency exchanges: source", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency/japan-regulator-to-inspect-more-cryptocurrency-exchanges-source-idUSKBN1FS005", "blurb": "Japan's financial regulator will this week launch on-site checks of several cryptocurrency exchange operators potentially vulnerable to cyber-attacks, and may widen its inspections, a person with direct knowledge of the matter said on Thursday."}, {"title": "Japan's KDDI, Daiwa Sec tie up in smartphone asset management", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-kddi-daiwa/japans-kddi-daiwa-sec-tie-up-in-smartphone-asset-management-idUSKBN1FS02K", "blurb": "Japanese telecoms operator KDDI Corp and Daiwa Securities Group Inc said on Thursday they have joined hands to offer asset management services, including using smartphones to target younger investors."}, {"title": "Lyft hires Tesla executive Jon McNeill as COO", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-lyft-management/lyft-hires-tesla-executive-jon-mcneill-as-coo-idUSKBN1FS03M", "blurb": "Lyft announced on Wednesday that Jon McNeill, former president of global sales and service at Tesla, joined the ride-hailing company as chief operating officer."}, {"title": "Take-Two raises forecast on boost from 'NBA 2K18', 'Grand Theft Auto'", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-take-two-results/take-two-raises-forecast-on-boost-from-nba-2k18-grand-theft-auto-idUSKBN1FR35D", "blurb": "Take-Two Interactive Software Inc lifted its full-year adjusted revenue forecast on Wednesday, as the videogame maker expects to benefit from the latest version of its popular basketball franchise and its iconic \"Grand Theft Auto\" series."}, {"title": "Before lawsuit, Uber fell out with 'big brother' Google, Kalanick testifies", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-uber-trial/before-lawsuit-uber-fell-out-with-big-brother-google-kalanick-testifies-idUSKBN1FR1ON", "blurb": "Just a few years ago, Uber Technologies Inc saw itself as the little brother to Alphabet Inc, but that cozy bond quickly dissolved into a turf war and ultimately a high-stakes legal battle, a jury heard on Wednesday."}, {"title": "Alphabet shifts thermostat maker Nest into Google", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-nest/alphabet-shifts-thermostat-maker-nest-into-google-idUSKBN1FR343", "blurb": "Alphabet Inc merged smart thermostat maker Nest, which had operated as an independent unit, into its Google hardware group, the company announced in a blog post on Wednesday."}, {"title": "Zynga beats bookings estimate as 'Words With Friends 2', 'CSR Racing 2' deliver", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-zynga-results/zynga-beats-bookings-estimate-as-words-with-friends-2-csr-racing-2-deliver-idUSKBN1FR33G", "blurb": "Zynga Inc, creator of the once popular online game \"FarmVille\", reported fourth-quarter bookings above analysts' estimate, driven by the success of its mobile games such as \"Words With Friends 2\" and \"CSR Racing 2\"."}, {"title": "Amazon's market value on verge of beating out Microsoft", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-amazon-com-stocks/amazons-market-value-on-verge-of-beating-out-microsoft-idUSKBN1FR307", "blurb": "Amazon.com Inc <AMZN.O> on Wednesday was on the verge of ending the day with a stock market value higher than Microsoft Corp's <MSFT.O> for the first time, as the online shopping behemoth weathered the recent turmoil on Wall Street."}, {"title": "U.S. shuts down cyber crime ring launched by Ukrainian", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-cybercrime/u-s-shuts-down-cyber-crime-ring-launched-by-ukrainian-idUSKBN1FR2M7", "blurb": "The U.S. Justice Department announced one of its largest-ever takedowns of a global cyber crime ring on Wednesday, saying it had indicted 36 people accused of trafficking in stolen identities and causing more than $530 million in losses to consumers."}, {"title": "France, Germany want progress on taxing tech giants", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-eu-tax-digital-france/france-germany-want-progress-on-taxing-tech-giants-idUSKBN1FR29K", "blurb": "France and Germany intensified calls on Wednesday for U.S. technology giants to pay more tax in the European Union, with Paris saying the new bill could amount to billions of euros."}, {"title": "As cryptominers eye Quebec, forest companies see opportunity", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-crypto-canada-mining/as-cryptominers-eye-quebec-forest-companies-see-opportunity-idUSKBN1FR2PM", "blurb": "At least two Canadian forestry companies are reviewing offers by cryptocurrency miners who want to lease excess mill space in Quebec, a province where electricity prices are among the lowest in North America."}, {"title": "Seattle says Facebook is violating city campaign finance law", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-facebook-politics/seattle-says-facebook-is-violating-city-campaign-finance-law-idUSKBN1FP2MB", "blurb": "Seattle's election authority said on Monday that Facebook Inc is in violation of a city law that requires disclosure of who buys election ads, the first attempt of its kind to regulate U.S. political ads on the internet."}, {"title": "Canada's Trudeau to meet Amazon CEO Bezos during U.S. visit", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-canada-trudeau-amazon-com/canadas-trudeau-to-meet-amazon-ceo-bezos-during-u-s-visit-idUSKBN1FR2KT", "blurb": "Canadian Prime Minister Justin Trudeau will meet Amazon.com <AMZN.O> Chief Executive Jeff Bezos on Thursday during a tour of three major U.S. cities this week to bolster support for the North American Free Trade Agreement, which is being renegotiated."}, {"title": "Big Tech should pay more taxes: German coalition", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-germany-politics-tax/big-tech-should-pay-more-taxes-german-coalition-idUSKBN1FR2IJ", "blurb": "The two political parties seeking to form Germany's next government want big companies to pay more tax, according to a coalition agreement whose text singled out U.S. tech giants by name."}, {"title": "Uber, Yandex complete ride services merger", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-uber-yandex-jointventure/uber-yandex-complete-ride-services-merger-idUSKBN1FR2IR", "blurb": "Uber and Russia's Yandex have completed a deal to combine their ride-sharing businesses in Russia and neighboring countries, Yandex said on Wednesday."}, {"title": "Google eyes gaming with 'Yeti' streaming service: report", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-google-gaming/google-eyes-gaming-with-yeti-streaming-service-report-idUSKBN1FR2HW", "blurb": "Alphabet Inc's Google is developing a subscription-based game streaming service that could work either on its Chromecast or a Google-made console, which is still being developed, the Information website reported on Wednesday."}, {"title": "Telecom Italia presents network spin-off plan to Rome, shares rise", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-telecom-italia-network/telecom-italia-presents-network-spin-off-plan-to-rome-shares-rise-idUSKBN1FR130", "blurb": "Telecom Italia (TIM) moved closer to splitting off its network business on Wednesday with the presentation of a plan to the government that could mark a turning point in strained relations between Italy's largest phone group and Rome."}, {"title": "Uber says hackers behind 2016 data breach were in Canada, Florida", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-uber-cyber-congress/uber-says-hackers-behind-2016-data-breach-were-in-canada-florida-idUSKBN1FQ2YO", "blurb": "The two people who hacked ride-hailing firm Uber's data in 2016 were in Canada and Florida at the time, a company security executive told a U.S. congressional committee on Tuesday."}, {"title": "Factbox: Who is fuelling East Europe's automation drive?", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-easteurope-automation-factbox/factbox-who-is-fuelling-east-europes-automation-drive-idUSKBN1FR204", "blurb": "Companies across eastern Europe are ramping up investment in factory automation to cope with a labor shortage that started after the 2008 financial crisis and after curbs on worker flows to richer parts of the European Union were lifted in 2011."}, {"title": "Bangladesh to sue Manila bank over $81-million heist", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-cyber-heist-bangladesh/bangladesh-to-sue-manila-bank-over-81-million-heist-idUSKBN1FR1QV", "blurb": "Bangladesh's central bank will file a lawsuit against a Philippines bank over its role in one of the world's biggest cyber-heists two years ago, a deputy governor said on Wednesday."}, {"title": "Wien Energie to introduce blockchain-based energy products", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-energy-essen-blockchain/wien-energie-to-introduce-blockchain-based-energy-products-idUSKBN1FR20J", "blurb": "Austrian utility Wien Energie, fresh from experimenting with blockchain applications in commodity trading, plans to market end-customer products soon in a new central Viennese urban development, it said on Wednesday."}, {"title": "Toyota seeks India sales boost with aspirational, global-spec models", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-india-autoshow-toyota/toyota-seeks-india-sales-boost-with-aspirational-global-spec-models-idUSKBN1FR1BR", "blurb": "Toyota Motor Corp will bring to India models with global specifications, its local unit head told Reuters, as it seeks to boost sales in the world's fifth largest passenger car market by appealing to buyers' increasingly aspirational tastes."}, {"title": "Snapchat overhaul convinces investors it can fight Instagram", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-snap-results/snapchat-overhaul-convinces-investors-it-can-fight-instagram-idUSKBN1FQ32K", "blurb": "Snapchat owner Snap Inc on Tuesday reported surging growth in users and revenue in its latest quarter, reviving hopes that it can survive competition with Facebook Inc's Instagram and sending its shares up more than 20 percent."}, {"title": "Goldman in talks with Apple to finance iPhone sales: WSJ", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-goldman-sachs/goldman-in-talks-with-apple-to-finance-iphone-sales-wsj-idUSKBN1FR1KB", "blurb": "Goldman Sachs <GS.N> is in talks to offer financing to shoppers buying Apple <AAPL.O> products including iPhones, the Wall Street Journal reported on Wednesday."}, {"title": "Swisscom tightens security after sales partner breached", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-swisscom-hack/swisscom-tightens-security-after-sales-partner-breached-idUSKBN1FR1J7", "blurb": "Data on around 800,000 Swisscom customers leaked when security at an external sales partner was breached, prompting the Swiss group to tighten access to its files, it said on Wednesday."}, {"title": "Blockchain project raises $61 million from Andreessen Horowitz, U.S. hedge fund", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-blockchain-investment-andreessen/blockchain-project-raises-61-million-from-andreessen-horowitz-u-s-hedge-fund-idUSKBN1FR1IX", "blurb": "A non-profit organization that wants to develop a more decentralized internet using blockchain has raised $61 million in funding from U.S. venture capital firm Andreessen Horowitz and hedge fund Polychain Capital, it said on Wednesday."}, {"title": "Japan's SoftBank aims to list domestic telecoms unit this year", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-softbank-group-results/japans-softbank-aims-to-list-domestic-telecoms-unit-this-year-idUSKBN1FR0KK", "blurb": "SoftBank Group Corp <9984.T> aims to list its Japanese mobile phone unit this year as CEO Masayoshi Son moves to complete the transformation of the company he founded from domestic telecoms upstart into one of the world's biggest technology investors."}, {"title": "Chinese regulator raps internet firms over vulgar content", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-china-internet-censorship/chinese-regulator-raps-internet-firms-over-vulgar-content-idUSKBN1FR1AI", "blurb": "A Chinese content regulator has rapped major tech companies, including Alibaba Holding Ltd, Tencent Holdings Ltd and Baidu Inc, for not doing enough to root out \"harmful information\" published on their platforms."}, {"title": "China's Didi sets up electric car-sharing platform", "date_updated": "14 DAYS AGO", "link": "https://www.reuters.com/article/us-renault-china-didi/chinas-didi-sets-up-electric-car-sharing-platform-idUSKBN1FR0LX", "blurb": "Chinese ride-hailing giant Didi Chuxing is setting up an electric car sharing service with 12 automakers, including BYD Co Ltd, local partners of Ford Motor Co and the Renault-Nissan-Mitsubishi alliance."}, {"title": "Samsung to begin investing in new domestic memory chip line: Yonhap", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-samsung-elec-investment/samsung-to-begin-investing-in-new-domestic-memory-chip-line-yonhap-idUSKBN1FR08M", "blurb": "Samsung Electronics Co Ltd has decided to begin investment to build a second memory chip line at its Pyeongtaek production facilities in South Korea, Yonhap news agency reported on Wednesday."}, {"title": "SoftBank says preparations underway to list Japan telecoms unit", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-softbank-group-results-ipo/softbank-says-preparations-underway-to-list-japan-telecoms-unit-idUSKBN1FR0LN", "blurb": "SoftBank Group Corp said on Wednesday it had started preparations to list shares of its core Japanese telecoms unit, SoftBank Corp, as the parent company speeds up global investments under its Vision Fund."}, {"title": "Apple brings Alibaba-linked payment system into China stores amid market push", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-china-apple/apple-brings-alibaba-linked-payment-system-into-china-stores-amid-market-push-idUSKBN1FR0FH", "blurb": "Apple Inc will accept Chinese mobile payment app Alipay in its local stores, boosting its ties with giant e-commerce firm Alibaba Group Holding Ltd amid a push by the iPhone maker to revive growth in the world's No.2 economy."}, {"title": "In trade-secrets trial, subdued Kalanick says Uber trailed in self-driving cars", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-uber-trial/in-trade-secrets-trial-subdued-kalanick-says-uber-trailed-in-self-driving-cars-idUSKBN1FQ2XS", "blurb": "Former Uber Chief Executive Officer Travis Kalanick testified at a trial over technology trade secrets on Tuesday that delays in Uber's self-driving car development led him to hire a star engineer from rival Waymo as part of attempts to catch up with competitors."}, {"title": "Alphabet names former Time Warner Cable executive to lead internet unit", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-access/alphabet-names-former-time-warner-cable-executive-to-lead-internet-unit-idUSKBN1FQ3AH", "blurb": "Alphabet Inc said it named a former Time Warner Cable chief operating officer as chief executive officer of its internet service company, marking the unit's third CEO in less than two years."}, {"title": "Spotify generates third quarter revenue of $1.2 billion: The Information", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-spotify-results/spotify-generates-third-quarter-revenue-of-1-2-billion-the-information-idUSKBN1FR01W", "blurb": "Music streaming service Spotify had revenue of a billion euros ($1.24 billion) in its third-quarter, putting it on track for a full year revenue of more than 4 billion euros ($4.95 billion), The Information website reported on Tuesday."}, {"title": "Akamai revenue, profit top estimates on robust cloud demand", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-akamai-tech-results/akamai-revenue-profit-top-estimates-on-robust-cloud-demand-idUSKBN1FQ323", "blurb": "Akamai Technologies Inc's <AKAM.O> profit and revenue topped analysts' estimates on Tuesday, and the company said it had cut about 400 positions, or 5 percent of its global workforce."}, {"title": "U.S. regulators may ask Congress for virtual currency legislation", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-global-bitcoin-congress/u-s-regulators-may-ask-congress-for-virtual-currency-legislation-idUSKBN1FQ0KU", "blurb": "U.S. regulators may ask Congress to pass legislation to improve oversight of virtual currencies like bitcoin amid concerns about the risks posed by the emerging asset class, the head of the Securities and Exchange Commission said on Tuesday."}, {"title": "Buffett's Business Wire suffers cyberattack", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-cyber-business-wire/buffetts-business-wire-suffers-cyberattack-idUSKBN1FQ34X", "blurb": "Business Wire, the corporate news release distributor owned by Warren Buffett's Berkshire Hathaway Inc, on Tuesday said it has been suffering for nearly a week from a cyberattack designed to disable it."}, {"title": "Apple sees 'strong demand' for replacement iPhone batteries: letter", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-batteries/apple-sees-strong-demand-for-replacement-iphone-batteries-letter-idUSKBN1FQ2IU", "blurb": "Apple Inc <AAPL.O> has seen \"strong demand\" for replacement iPhone batteries and may offer rebates for consumers who paid full price for new batteries, the company said in a Feb. 2 letter to U.S. lawmakers made public on Tuesday."}, {"title": "Match Group revenue soars as Tinder attracts more subscribers", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-match-group-results/match-group-revenue-soars-as-tinder-attracts-more-subscribers-idUSKBN1FQ33W", "blurb": "Match Group Inc <MTCH.O>, which owns popular dating app Tinder, on Tuesday reported a 28.5 percent jump in quarterly revenue as more people paid for subscriptions to its apps and websites."}, {"title": "Lumentum's share surge fueled by higher iPhone X part sales", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-lumentum-hldg-apple/lumentums-share-surge-fueled-by-higher-iphone-x-part-sales-idUSKBN1FQ2ZS", "blurb": "Shares in Lumentum Holdings Inc soared 23 percent on Tuesday after the optical components maker said it shipped more than $200 million worth of 3D sensing lasers to a customer that two analysts identified as Apple Inc."}, {"title": "Waymo may try to push Uber ex-CEO's buttons in car secrets trial", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-uber-trial-kalanick/waymo-may-try-to-push-uber-ex-ceos-buttons-in-car-secrets-trial-idUSKBN1FQ1US", "blurb": "Uber's ex-Chief Executive Travis Kalanick must subdue his notorious hot-headed demeanor and calmly withstand hostile questioning to appear sympathetic to jurors when he is cross-examined by Alphabet Inc's <GOOGL.O> Waymo as early as Tuesday during a trade-secrets trial, legal experts said."}, {"title": "China's Huawei builds British ties in face of U.S. cold shoulder", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-britain-china-huawei-tech/chinas-huawei-builds-british-ties-in-face-of-u-s-cold-shoulder-idUSKBN1FQ244", "blurb": "China's Huawei said on Tuesday it will spend a further 3 billion pounds ($4.2 billion) on procurement in Britain as the world's largest telecom equipment maker seeks alternatives to the United States, where it faces an effective ban."}, {"title": "Apple to build a second data center in China: Xinhua", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-datacenter/apple-to-build-a-second-data-center-in-china-xinhua-idUSKBN1FQ2E6", "blurb": "Apple Inc will build its second data center in China at Ulanqab City in the Inner Mongolia Autonomous Region, the official Xinhua news agency reported on Tuesday, citing the local government."}, {"title": "U.S. states join forces on fintech licenses", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-fintech-regulations/u-s-states-join-forces-on-fintech-licenses-idUSKBN1FQ2CK", "blurb": "Banking regulators of seven U.S. states have agreed to simplify the way financial technology companies can apply for licenses, in a bid to make it easier for businesses to offer their services nationwide."}, {"title": "Wireless Logic refinances via syndicated direct lending deal", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-wireless-leveraged-loans/wireless-logic-refinances-via-syndicated-direct-lending-deal-idUSKBN1FQ25N", "blurb": "CVC-owned UK software services provider Wireless Logic has conducted a £115m refinancing, it was announced on Tuesday, through a syndicated direct lending deal."}, {"title": "'Any size of deal is possible,' says chipmaker AMS", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-ams-results-deals/any-size-of-deal-is-possible-says-chipmaker-ams-idUSKBN1FQ1JM", "blurb": "High-flying Austrian chipmaker AMS <AMS.S> is looking for more acquisitions to accelerate growth and increase its leading position in sensors used in phones, automobiles and industrial gear, its chief executive said on Tuesday."}, {"title": "Ukraine power distributor plans cyber defense system for $20 million", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-ukraine-cyber-ukrenergo/ukraine-power-distributor-plans-cyber-defense-system-for-20-million-idUSKBN1FQ1TD", "blurb": "Ukraine's state-run power distributor Ukrenergo, a leading target for cyber attacks in the past two years, will invest up to $20 million in a new cyber defense system, its chief executive said on Tuesday."}, {"title": "Nissan to launch new all-electric Leaf in Asia-Pacific markets", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-nissan-se-asia-strategy/nissan-to-launch-new-all-electric-leaf-in-asia-pacific-markets-idUSKBN1FQ1L9", "blurb": "Nissan Motor Co <7201.T> said on Tuesday it will launch the new version of its all-electric vehicle Leaf in seven markets in Asia-Pacific, and explore bringing it to two more, in its latest push to boost sales of electrified vehicles."}, {"title": "South Korean intelligence says N. Korean hackers possibly behind Coincheck heist - sources", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/uk-southkorea-northkorea-cryptocurrency/south-korean-intelligence-says-n-korean-hackers-possibly-behind-coincheck-heist-sources-idUSKBN1FP2XX", "blurb": "South Korea's intelligence agency told lawmakers North Korean hackers could have been behind the $530 million theft of virtual coins from a Japanese cryptocurrency exchange last month, people familiar with the matter told Reuters on Tuesday."}, {"title": "Swiss air force grounds five Hornet fighter jets", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-swiss-jets/swiss-air-force-grounds-five-hornet-fighter-jets-idUSKBN1FQ1CB", "blurb": "The Swiss air force has grounded five of its 30 F/A-18 Hornet fighter jets after finding tiny cracks in their landing flaps."}, {"title": "Despite anger, Samsung heir Lee's release lifts hopes for new jobs, investment", "date_updated": "15 DAYS AGO", "link": "https://www.reuters.com/article/us-samsung-lee/despite-anger-samsung-heir-lees-release-lifts-hopes-for-new-jobs-investment-idUSKBN1FQ17T", "blurb": "Samsung Group heir Jay Y. Lee's release from jail on bribery charges has some in South Korea hoping for new investments and jobs from the massive conglomerate, despite ongoing concerns over the cozy ties between government and business leaders."}, {"title": "India to bar cryptocurrencies from its payments system: finance ministry official", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-market-bitcoin-india/india-to-bar-cryptocurrencies-from-its-payments-system-finance-ministry-official-idUSKBN1FP1DH", "blurb": "India is planning steps to ensure cryptocurrencies are illegal within its payments system, while at the same time appointing a regulator to oversee unregulated exchanges that trade in \"crypto assets,\" a finance ministry official said on Monday."}, {"title": "Walmart's tech incubator buys VR startup Spatialand", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-spatialand-m-a-walmart-inc/walmarts-tech-incubator-buys-vr-startup-spatialand-idUSKBN1FQ0SM", "blurb": "Walmart Inc's technology incubator, Store No 8, said it bought virtual reality startup Spatialand to build VR products for the retailer's stores and websites."}, {"title": "Broadcom unveils $121 billion 'best and final' offer for Qualcomm", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-qualcomm-m-a-broadcom/broadcom-unveils-121-billion-best-and-final-offer-for-qualcomm-idUSKBN1FP1KX", "blurb": "Broadcom Ltd made a $121 billion \"best and final offer\" on Monday to acquire Qualcomm Inc, ratcheting up pressure on its U.S. semiconductor peer to engage in talks on what would be the biggest ever technology acquisition."}, {"title": "China state planner, Samsung Electronics in deal for chip cooperation: China Daily", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-china-samsung-elec-chips/china-state-planner-samsung-electronics-in-deal-for-chip-cooperation-china-daily-idUSKBN1FQ081", "blurb": "China's state planner and South Korea's Samsung Electronics Co Ltd have signed a memorandum of understanding for further cooperation on semiconductors, state media China Daily reported on Tuesday."}, {"title": "China prepares fresh ICO rules, eyes overseas platforms: China Daily", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-china-bitcoin/china-prepares-fresh-ico-rules-eyes-overseas-platforms-china-daily-idUSKBN1FQ00U", "blurb": "China is preparing fresh regulations to further restrict initial coin offerings, especially via overseas platforms, the China Daily newspaper reported on Tuesday citing a source close to the matter."}, {"title": "Financial firm websites falter Monday amid Dow's downturn", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-stocks-usa-t-rowe-price-grp/financial-firm-websites-falter-monday-amid-dows-downturn-idUSKBN1FQ003", "blurb": "Several major financial services firms faced technical service glitches on their apps or websites during Monday's volatile trading session, according to the companies and a monitoring service."}, {"title": "At car secrets trial, Uber decries 'conspiracy theory', Waymo says Uber cheats", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-uber-trial/at-car-secrets-trial-uber-decries-conspiracy-theory-waymo-says-uber-cheats-idUSKBN1FP1K2", "blurb": "Uber [UBER.UL] was either a cheating competitor willing to break the law to win the race to develop self-driving cars, or the victim of an unproven conspiracy theory stitched together by its main rival, Waymo, jurors heard in opening statements of a trade secrets trial on Monday."}, {"title": "Two UK investors eye $80 million in token sale for VC platform", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-blockchain-token/two-uk-investors-eye-80-million-in-token-sale-for-vc-platform-idUSKBN1FQ007", "blurb": "Scottish entrepreneurs Doug Barrowman and Michelle Mone are seeking to raise about $80 million in a token offering next month to finance an investment platform that they say should open up venture capital investing to a wider audience."}, {"title": "Apple supplier Cirrus plunges after disappointing results", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-cirrus-results/apple-supplier-cirrus-plunges-after-disappointing-results-idUSKBN1FP2SI", "blurb": "Cirrus Logic Inc <CRUS.O>, whose audio chips are used in Apple's iPhones, reported quarterly revenue and profit below estimates due to weakness in smartphone sales, sending its shares down 11 percent in extended trading."}, {"title": "U.S. charges two suspects in ATM 'jackpotting' case", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-cyber-atms/u-s-charges-two-suspects-in-atm-jackpotting-case-idUSKBN1FP2U5", "blurb": "The U.S. Justice Department announced on Monday charges against two men who allegedly committed criminal bank fraud by hacking into ATM machines and forcing them to spit out cash like a slot machine jackpot."}, {"title": "Exclusive: U.S. consumer protection official puts Equifax probe on ice - sources", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-equifax-cfpb/exclusive-u-s-consumer-protection-official-puts-equifax-probe-on-ice-sources-idUSKBN1FP0IZ", "blurb": "Mick Mulvaney, head of the Consumer Financial Protection Bureau, has pulled back from a full-scale probe of how Equifax Inc failed to protect the personal data of millions of consumers, according to people familiar with the matter."}, {"title": "Apple supplier Skyworks' revenue rises 15 percent", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-skyworks-solutions-results/apple-supplier-skyworks-revenue-rises-15-percent-idUSKBN1FP2PL", "blurb": "Apple supplier Skyworks Solutions Inc <SWKS.O> reported a 15 percent rise in quarterly revenue on Monday, helped by strong demand for its wireless chips and technology that powers Internet of Things."}, {"title": "Bitcoin extends slide, falls below $7,000", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-global-markets-bitcoin/bitcoin-extends-slide-falls-below-7000-idUSKBN1FP1EN", "blurb": "Digital currency bitcoin <BTC=BTSP> fell more than 15 percent on Monday to a nearly three-month low amid a slew of concerns ranging from a global regulatory clampdown to a ban on using credit cards to buy bitcoin by British and U.S. banks."}, {"title": "U.S. regulators to back more oversight of virtual currencies", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-global-bitcoin-congress/u-s-regulators-to-back-more-oversight-of-virtual-currencies-idUSKBN1FP2FJ", "blurb": "Digital currencies such as bitcoin demand increased oversight and may require a new federal regulatory framework, the top U.S. markets regulators will tell lawmakers at a congressional hearing on Tuesday."}, {"title": "Buffett's BNSF railroad eyes blockchain for shipping freight", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-berkshire-bnsf-blockchain/buffetts-bnsf-railroad-eyes-blockchain-for-shipping-freight-idUSKBN1FP2KO", "blurb": "Warren Buffett's railroad is taking a ride on the blockchain."}, {"title": "Aurora to supply self-driving system to China's EV startup Byton", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-autos-selfdriving-byton-aurora/aurora-to-supply-self-driving-system-to-chinas-ev-startup-byton-idUSKBN1FP2HF", "blurb": "U.S. autonomous driving startup Aurora has added Chinese electric vehicle maker Byton to its growing list of clients for self-driving systems, Byton said on Monday, marking the latest partnership between automakers and tech companies."}, {"title": "ECB looking at risk to banks from digital currencies", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-bitcoin-ecb/ecb-looking-at-risk-to-banks-from-digital-currencies-idUSKBN1FP2HB", "blurb": "The European Central Bank is working to identify any financial stability risk from digital currencies but banks so far seem to be showing little appetite to invest in Bitcoin, ECB President Mario Draghi said on Monday."}, {"title": "Qualcomm shares fall as reports say Apple may scrap its chips", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-qualcomm-intel/qualcomm-shares-fall-as-reports-say-apple-may-scrap-its-chips-idUSKBN1FP225", "blurb": "Qualcomm Inc's <QCOM.O> shares fell 3 percent on Monday after two brokerages said Apple Inc <AAPL.O> might drop the chipmaker in favor of Intel Corp <INTC.O> as the supplier for modem chips in its next generation of iPhones."}, {"title": "Banks in Britain and U.S. ban Bitcoin buying with credit cards", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-lloyds-bank-uk-bitcoin/banks-in-britain-and-u-s-ban-bitcoin-buying-with-credit-cards-idUSKBN1FO0UL", "blurb": "Banks in Britain and the United States have banned the use of credit cards to buy Bitcoin and other \"cryptocurrencies\", fearing a plunge in their value will leave customers unable to repay their debts."}, {"title": "Exclusive: Broadcom to raise Qualcomm bid in push for talks, sources say", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-qualcomm-m-a-broadcom-exclusive/exclusive-broadcom-to-raise-qualcomm-bid-in-push-for-talks-sources-say-idUSKBN1FO0SG", "blurb": "Broadcom Ltd <AVGO.O> plans to unveil a new approximately $120 billion offer for Qualcomm Inc <QCOM.O> on Monday, aiming to ratchet up pressure on its U.S. semiconductor peer to engage in negotiations, people familiar with the matter said on Sunday."}, {"title": "Amazon faces test of ambition in English Premier League soccer auction", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-soccer-england-rights/amazon-faces-test-of-ambition-in-english-premier-league-soccer-auction-idUSKBN1FP25E", "blurb": "Amazon's sports broadcasting ambitions will be tested this week in a multi-billion pound auction of English Premier League soccer rights, potentially pitting it against Sky and BT."}, {"title": "Virgin money bans cryptocurrency purchases on its credit cards", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-virgin-money-bitcoin-ban/virgin-money-bans-cryptocurrency-purchases-on-its-credit-cards-idUSKBN1FP29N", "blurb": "Britain's Virgin Money <VM.L> has banned purchases of cryptocurrencies on its credit cards, a spokesman said on Monday, after similar moves by Lloyds Banking Group <LLOY.L> and several U.S. investment banks."}, {"title": "Berlin urban farm-in-a-box raises $25 million for European expansion", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-food-tech-germany/berlin-urban-farm-in-a-box-raises-25-million-for-european-expansion-idUSKBN1FP1E9", "blurb": "Berlin-based urban farming start-up Infarm has raised $25 million to expand its indoor growing system - a soil-less technology better known for furtively growing marijuana - into major supermarket chains and restaurants across Europe."}, {"title": "New European Wi-Fi network for airline passengers to launch within months", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-deutsche-telekom-inmarsat-wifi/new-european-wi-fi-network-for-airline-passengers-to-launch-within-months-idUSKBN1FP238", "blurb": "A new European Wi-Fi network for airline passengers will be launched by the end of June, the companies behind the project said on Monday."}, {"title": "Damp iPhone demand to pressure RF chipmakers, Morgan Stanley says", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-inventory-rf/damp-iphone-demand-to-pressure-rf-chipmakers-morgan-stanley-says-idUSKBN1FP1ZH", "blurb": "Disappointing iPhone sales and a build up in Apple Inc's <AAPL.O> inventory would continue to pressure radio frequency (RF) chipmakers such as Skyworks Solutions Inc <SWKS.O> and Qorvo Inc <QRVO.O>, brokerage Morgan Stanley said on Monday."}, {"title": "Chipmaker Nvidia, auto supplier Continental in self-driving tie-up", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-autos-selfdriving-nvidia-continental/chipmaker-nvidia-auto-supplier-continental-in-self-driving-tie-up-idUSKBN1FP1UH", "blurb": "Nvidia Corp and German auto supplier Continental AG said on Monday they had teamed up to develop a self-driving system based on the U.S. chipmaker's artificial intelligence platform, underscoring the need for collaboration in the fast-moving industry."}, {"title": "Apple, Cisco team up with insurance companies to offer cyber policy discounts", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-cyber-insurance-apple-cisco-systems/apple-cisco-team-up-with-insurance-companies-to-offer-cyber-policy-discounts-idUSKBN1FP1NM", "blurb": "Apple Inc and Cisco Systems Inc have teamed up with insurer Allianz SE to offer discounts on cyber insurance to businesses that primarily use equipment from both technology companies, they said on Monday."}, {"title": "Samsung scion Lee walks free after jail term suspended, faces leadership challenges", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-samsung-lee/samsung-scion-lee-walks-free-after-jail-term-suspended-faces-leadership-challenges-idUSKBN1FO0R9", "blurb": "Samsung Group heir Jay Y. Lee left a South Korean jail a free man on Monday after a panel of judges suspended his sentence, a surprise decision that sent shockwaves through the country's political and business establishments."}, {"title": "Amazon settles tax row with France, value undisclosed", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-france-amazon-tax/amazon-settles-tax-row-with-france-value-undisclosed-idUSKBN1FP1FU", "blurb": "Amazon said on Monday it had settled a long-running dispute with French tax authorities, who have been seeking nearly 200 million euros ($249 million) from the online retail giant."}, {"title": "Panasonic hikes outlook after third-quarter earnings surge on automotive demand", "date_updated": "16 DAYS AGO", "link": "https://www.reuters.com/article/us-panasonic-results/panasonic-hikes-outlook-after-third-quarter-earnings-surge-on-automotive-demand-idUSKBN1FP0UO", "blurb": "Japan's Panasonic Corp lifted its outlook for earnings this year after reporting a 23 percent jump in third-quarter operating profit on healthy sales of car components and factory automation equipment."}, {"title": "Samsung heir Lee says spent year in jail on self-reflection", "date_updated": "17 DAYS AGO", "link": "https://www.reuters.com/article/us-samsung-lee-prison/samsung-heir-lee-says-spent-year-in-jail-on-self-reflection-idUSKBN1FP0TC", "blurb": "Samsung Group heir Jay Y. Lee said on Monday he spent his year in jail on \"precious\" self-reflection and promised to show a better side in future, after a high court suspended his jail sentence in a corruption scandal and set him free."}, {"title": "Samsung heir Lee to appeal convictions to Supreme Court, lawyer says", "date_updated": "17 DAYS AGO", "link": "https://www.reuters.com/article/us-samsung-lee-lawyer/samsung-heir-lee-to-appeal-convictions-to-supreme-court-lawyer-says-idUSKBN1FP0NM", "blurb": "The lawyer for Samsung Group heir Jay Y. Lee said on Monday his client plans to appeal to the Supreme Court after he was found guilty of some charges by an appeals court, even though his sentence was suspended and he was able to walk free."}, {"title": "In Australia, Amazon is still finding its way", "date_updated": "17 DAYS AGO", "link": "https://www.reuters.com/article/us-australia-amazon-com/in-australia-amazon-is-still-finding-its-way-idUSKBN1FP0FC", "blurb": "When Kiri Pomery ordered a red Santa Claus hat from Amazon.com Inc's new Australian operation, the estimated delivery time to her address in outback Western Australia seemed too good to be true."}, {"title": "South Korea says North stole cryptocurrency worth billions of won last year", "date_updated": "17 DAYS AGO", "link": "https://www.reuters.com/article/us-southkorea-northkorea-cryptocurrency/south-korea-says-north-stole-cryptocurrency-worth-billions-of-won-last-year-idUSKBN1FP0EW", "blurb": "South Korea said on Monday that North Korea last year stole cryptocurrency from the South worth billions of won and that it was still trying to hack into its exchanges."}, {"title": "China's Leshi says $890 million of debts due this year, shares drop 10 percent", "date_updated": "17 DAYS AGO", "link": "https://www.reuters.com/article/us-le-com-debts/chinas-leshi-says-890-million-of-debts-due-this-year-shares-drop-10-percent-idUSKBN1FP06E", "blurb": "China's Leshi Internet said about 5.62 billion yuan ($890 million) of its debts would be due by the end of this year, or almost two-thirds of the company's total loans and liabilities, sending its shares down for a ninth day."}, {"title": "Singtel to spend up to $413 million to nudge up stake in India's Bharti Telecom", "date_updated": "17 DAYS AGO", "link": "https://www.reuters.com/article/us-bharti-airtel-singtel/singtel-to-spend-up-to-413-million-to-nudge-up-stake-in-indias-bharti-telecom-idUSKBN1FP091", "blurb": "Singapore Telecommunications (Singtel) said it would spend up to $413 million on shares in India's Bharti Telecom, lifting its stake slightly in the holding company for Bharti Airtel to just under half."}, {"title": "U.S. fintech Stripe picks Dublin for new engineering hub", "date_updated": "17 DAYS AGO", "link": "https://www.reuters.com/article/us-stripe-europe/u-s-fintech-stripe-picks-dublin-for-new-engineering-hub-idUSKBN1FP00A", "blurb": "U.S. payments firm Stripe said on Monday it would place its first engineering center outside its home market in the Irish capital Dublin, attracted by the city's growing technology workforce and global outlook."}, {"title": "Infineon CEO sees no spin-offs, IPOs for units: Euro am Sonntag", "date_updated": "18 DAYS AGO", "link": "https://www.reuters.com/article/us-infineon-technol-restructuring/infineon-ceo-sees-no-spin-offs-ipos-for-units-euro-am-sonntag-idUSKBN1FN0EJ", "blurb": "German chipmaker Infineon sees no need to spin off or list any of its units, its chief executive told a German weekly when asked whether that would be a possible way of raking in cash."}, {"title": "AT&T merger judge says 'no big issues' in trial preparations", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-time-warner-m-a-at-t/att-merger-judge-says-no-big-issues-in-trial-preparations-idUSKBN1FM2PH", "blurb": "The U.S. judge who will decide if wireless and pay TV provider AT&T Inc may purchase Time Warner Inc said on Friday that he saw \"no big issues\" in pre-trial preparations."}, {"title": "Sprint beats on quarterly revenue, raises outlook; shares jump", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-sprint-corp-results/sprint-beats-on-quarterly-revenue-raises-outlook-shares-jump-idUSKBN1FM1PI", "blurb": "Sprint Corp reported quarterly revenue on Friday that beat analyst estimates, as the No. 4 U.S. wireless carrier raised its free cash flow outlook for the 2017 fiscal year."}, {"title": "Dell says it will explore IPO or merger with VMware", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-vmware-m-a-dell-tech/dell-says-it-will-explore-ipo-or-merger-with-vmware-idUSKBN1FM1U9", "blurb": "Computer maker Dell Technologies Inc said on Friday it was considering a public offering of common stock or a combination with business software maker VMware Inc <VMW.N>, its publicly held subsidiary."}, {"title": "Strong iPhone prices, cash plans buoy Apple shares after muted outlook", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-results/strong-iphone-prices-cash-plans-buoy-apple-shares-after-muted-outlook-idUSKBN1FL6J6", "blurb": "Stronger iPhone prices and hints by Apple Inc on Thursday that it could return more than half of its $285 billion in cash to shareholders eased concerns among investors, even as the world's biggest technology company gave a disappointing revenue outlook for the current quarter."}, {"title": "Apple stock loses some sheen on disappointing iPhone sales", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-results-research/apple-stock-loses-some-sheen-on-disappointing-iphone-sales-idUSKBN1FM1VI", "blurb": "Apple Inc's hint of returning a ton of cash to shareholders was not enough to move investors who worried more about the iPhone maker's weak outlook amid reports of production cuts for its flagship iPhone X."}, {"title": "'Hey Mercedes' - Daimler takes on Silicon Valley with hi-tech A-Class", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-daimler-tech/hey-mercedes-daimler-takes-on-silicon-valley-with-hi-tech-a-class-idUSKBN1FM2I1", "blurb": "Daimler's new Mercedes A-Class, unveiled on Friday, includes the German automaker's own machine-learning and voice recognition technology in one of the industry's boldest attempts so far to take on Silicon Valley's finest."}, {"title": "Amazon stock market value on verge of eclipsing Microsoft", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-amazon-com-results-research/amazon-stock-market-value-on-verge-of-eclipsing-microsoft-idUSKBN1FM1OH", "blurb": "Amazon.com Inc's shares surged on Friday, pushing its stock market value above $700 billion and threatening to eclipse Microsoft Corp, a day after the online retailing behemoth reported blockbuster results."}, {"title": "Amazon posts largest profit in its history on sales, tax boost", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-amazon-com-results/amazon-posts-largest-profit-in-its-history-on-sales-tax-boost-idUSKBN1FL6H0", "blurb": "Amazon.com Inc on Thursday reported a profit near $2 billion, the largest in its history, as the online retailer drew millions of new customers to its Prime fast-shipping club for the holiday season and as changes to U.S. tax law added to its bottom line."}, {"title": "Booz Allen says awarded $621 million U.S. cybersecurity contract", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-boozallen-cyber/booz-allen-says-awarded-621-million-u-s-cybersecurity-contract-idUSKBN1FM2AC", "blurb": "Booz Allen Hamilton said on Friday it won a $621 million federal contract to develop and implement cybersecurity tools across the U.S. government."}, {"title": "Exclusive: Dell, VMware decide to explore options including merger - sources", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-vmware-m-a-dell-tech-exclusive/exclusive-dell-vmware-decide-to-explore-options-including-merger-sources-idUSKBN1FM085", "blurb": "U.S. computer maker Dell Technologies Inc and business software provider VMware Inc have decided to explore options that could include a potential merger of the two companies, people familiar with the matter said on Thursday."}, {"title": "Alibaba deepens India push with BigBasket investment", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-alibaba-bigbasket/alibaba-deepens-india-push-with-bigbasket-investment-idUSKBN1FM1QW", "blurb": "China's Alibaba <BABA.N> became the biggest shareholder in India's leading online grocer BigBasket after a $300-million funding round, stepping up its rivalry with Amazon <AMZN.O> in the country."}, {"title": "Alphabet's earnings miss profit estimates as spending grows", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-results/alphabets-earnings-miss-profit-estimates-as-spending-grows-idUSKBN1FL6H4", "blurb": "Google parent Alphabet Inc missed quarterly profit forecasts as steady ad sales growth was offset by increased spending to promote its consumer gadgets, YouTube video app and cloud computing services, the U.S. technology company said on Thursday."}, {"title": "Alphabet shares fall as rising costs, margin pressure roil investors", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-results-research/alphabet-shares-fall-as-rising-costs-margin-pressure-roil-investors-idUSKBN1FM1S8", "blurb": "Shares of Google parent Alphabet Inc fell 4 percent premarket on Friday, as investors were concerned about the company's rising costs and pressure on margins that are weighing on a profitable ad business."}, {"title": "Alibaba backs Indian online grocer BigBasket in $300 million fundraising", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-alibaba-bigbasket/alibaba-backs-indian-online-grocer-bigbasket-in-300-million-fundraising-idUSKBN1FM0U5", "blurb": "India's leading online grocer BigBasket has raised $300 million in a funding round led by China's Alibaba <BABA.N>, giving it more firepower to compete with U.S. rival Amazon <AMZN.O>."}, {"title": "Japan's regulator urged Coincheck to fix flaws before $530 million cyber theft", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/uk-japan-cryptocurrency/japans-regulator-urged-coincheck-to-fix-flaws-before-530-million-cyber-theft-idUSKBN1FL6PL", "blurb": "Japan's financial regulator on Friday swooped on Coincheck Inc with surprise checks of its systems and said it had asked the Tokyo-based cryptocurrency exchange to fix flaws in its computer networks well before hackers stole $530 million of digital money last week."}, {"title": "China's Xiaomi back to top five vendor as global smartphone market shrinks", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-smartphone-china-data/chinas-xiaomi-back-to-top-five-vendor-as-global-smartphone-market-shrinks-idUSKBN1FM1EK", "blurb": "Chinese smartphone maker Xiaomi has climbed back into the global top five vendors list as the global market shrunk annually, even if only by a fraction, for the first time in 2017, according to a leading industry tracker."}, {"title": "Sony CEO Hirai to step down, turnaround ally Yoshida to take helm", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-sony-ceo/sony-ceo-hirai-to-step-down-turnaround-ally-yoshida-to-take-helm-idUSKBN1FM0CV", "blurb": "Japan's Sony Corp said CEO Kazuo Hirai would be handing over the reins to finance chief Kenichiro Yoshida, while it also hiked its annual profit forecast further to a record that highlights the revival in fortune they have both engineered."}, {"title": "Apple's user base grows, but analysts probe for more detail", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-results-users/apples-user-base-grows-but-analysts-probe-for-more-detail-idUSKBN1FM09R", "blurb": "In its quarterly earnings report on Thursday, Apple Inc gave the first update in two years on what it calls its active installed base, the number of major products such as iPhones, iPads and Macs in use in the world. Apple said the base expanded 30 percent from two years ago to 1.3 billion."}, {"title": "Daimler open to alliances, partial listing of mobility services", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-daimler-results-mobility/daimler-open-to-alliances-partial-listing-of-mobility-services-idUSKBN1FM120", "blurb": "Car and truck maker Daimler on Friday said it was open to considering a broader alliance and a partial listing of its mobility services operations, which include car sharing."}, {"title": "Blockchain to track Congo's cobalt from mine to mobile", "date_updated": "19 DAYS AGO", "link": "https://www.reuters.com/article/us-mining-blockchain-cobalt/blockchain-to-track-congos-cobalt-from-mine-to-mobile-idUSKBN1FM0Y2", "blurb": "Blockchain is to be used for the first time to try to track cobalt's journey from artisanal mines in Democratic Republic of Congo through to products used in smartphones and electric cars."}, {"title": "Sony reports best-ever third quarter profit, forecasts new annual record", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-sony-results/sony-reports-best-ever-third-quarter-profit-forecasts-new-annual-record-idUSKBN1FM0K1", "blurb": "Japan's Sony Corp on Friday reported a nearly four-fold jump in third-quarter operating profit on growing demand for its image sensors, and raised its full-year earnings outlook."}, {"title": "Hon Hai aims to invest $342 million in AI, industrial internet", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-hon-hai-ai-investment/hon-hai-aims-to-invest-342-million-in-ai-industrial-internet-idUSKBN1FM0JH", "blurb": "Foxconn, one of Apple's main suppliers, formally known as Hon Hai Precision Industry Co Ltd said on Friday it aims to invest T$10 billion ($342 million) in artificial intelligence (AI) and related spheres of industrial internet."}, {"title": "Japan FSA says urged Coincheck to fix vulnerability before hack", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency-system/japan-fsa-says-urged-coincheck-to-fix-vulnerability-before-hack-idUSKBN1FM0AX", "blurb": "Japan's Financial Services Agency said on Friday it had been urging Coincheck to fix vulnerabilities in its computer system before hackers stole $530 million of digital money from the cryptocurrency exchange."}, {"title": "Alphabet names board veteran as chairman to succeed Schmidt", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-chairman/alphabet-names-board-veteran-as-chairman-to-succeed-schmidt-idUSKBN1FL6LI", "blurb": "Google parent Alphabet Inc replaced long-time Executive Chairman Eric Schmidt with board veteran John Hennessy, a former Stanford University president and one of search engine company's first users, it said in a regulatory filing on Thursday."}, {"title": "Emerging Gulf State cyber security powerhouse growing rapidly in size, revenue", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-emirates-cyber-darkmatter/emerging-gulf-state-cyber-security-powerhouse-growing-rapidly-in-size-revenue-idUSKBN1FL451", "blurb": "A little-known cyber security company in the United Arab Emirates (UAE) recruiting executives who have worked for Western intelligence services is turning over hundreds of millions of dollars a year, largely in contracts with the government, according to its chief executive."}, {"title": "Cybercriminals target booming cryptocurrencies: report", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-cryptocurrency-cybercrime/cybercriminals-target-booming-cryptocurrencies-report-idUSKBN1FL5Q7", "blurb": "Bitcoin's popularity and the emergence of about 1,500 other digital coins or tokens have drawn more hackers into the red-hot cryptocurrency space, expanding opportunities for crime and fraud, cybersecurity firm Digital Shadows warned in a report on Thursday."}, {"title": "Australia's Telstra to take a $219 million charge on U.S. video platform impairment", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-telstra-impairments-ooyala/australias-telstra-to-take-a-219-million-charge-on-u-s-video-platform-impairment-idUSKBN1FL6QU", "blurb": "Telstra Corp said on Friday it would write down to zero the value of its U.S. video platform Ooyala, which had symbolized the Australian company's efforts to diversify from its ageing domestic copper-line telecoms business."}, {"title": "Japan regulator conducting on-site inspection of Coincheck: Aso", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency-aso/japan-regulator-conducting-on-site-inspection-of-coincheck-aso-idUSKBN1FL6SN", "blurb": "Japanese Finance Minister Taro Aso said on Friday that financial regulators were conducting an on-site inspection of Coincheck, after hackers last week stole more than $500 million from the cryptocurrency exchange."}, {"title": "Apple's quarterly report leaves iPhone uncertainty", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-results-stock/apples-quarterly-report-leaves-iphone-uncertainty-idUSKBN1FL6QA", "blurb": "Apple Inc's stock wobbled in extended trade on Thursday, down 1 percent and then trading up 3 percent, as investors wrestled with uncertainty about demand for the iPhone X following the company's quarterly report."}, {"title": "Alphabet, Aramco in talks to build tech hub in Saudi Arabia: WSJ", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-saudi-aramco-jointventure/alphabet-aramco-in-talks-to-build-tech-hub-in-saudi-arabia-wsj-idUSKBN1FL5S4", "blurb": "Google parent Alphabet Inc is in talks with Saudi state oil company Saudi Aramco about jointly building a technology hub in Saudi Arabia, the Wall Street Journal reported, citing people familiar with the matter."}, {"title": "Tesla's Musk sells $10 million in flamethrowers in four days", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-musk-flamethrower/teslas-musk-sells-10-million-in-flamethrowers-in-four-days-idUSKBN1FL544", "blurb": "A handful of tweets and four days later, Silicon Valley billionaire Elon Musk has closed orders for his latest novelty product, after selling 20,000 flamethrowers at $500 a piece."}, {"title": "Airbnb says no listing in 2018, CFO to leave, names first COO", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-airbnb-ipo/airbnb-says-no-listing-in-2018-cfo-to-leave-names-first-coo-idUSKBN1FL6BI", "blurb": "Short-term home rental service Airbnb Inc will not go public this year, the company said on Thursday, and it also announced a change in executive leadership with the loss of its chief financial officer and appointment of its first chief operating officer."}, {"title": "Alibaba beats forecasts again, takes stake in affiliate Ant", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-alibaba-results/alibaba-beats-forecasts-again-takes-stake-in-affiliate-ant-idUSKBN1FL4ZZ", "blurb": "Alibaba Group Holding Ltd <BABA.N>, China's biggest e-commerce company, said on Thursday its third-quarter revenue jumped 56 percent, beating expectations as it shrugged off concerns about a wider market slowdown."}, {"title": "Bitcoin slides as Facebook ad ban, India clampdown unnerve investors", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-global-markets-bitcoin/bitcoin-slides-as-facebook-ad-ban-india-clampdown-unnerve-investors-idUSKBN1FL57N", "blurb": "Bitcoin, the world's largest cryptocurrency, skidded 11 percent on Thursday to its lowest since November, as a Facebook ban on cryptocurrency adverts and a growing regulatory backlash against the nascent market frightened investors."}, {"title": "GoPro misses revenue forecast for holiday quarter", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-gopro-results/gopro-misses-revenue-forecast-for-holiday-quarter-idUSKBN1FL6HF", "blurb": "GoPro Inc <GPRO.O> missed its forecast for holiday-quarter revenue on Thursday as it struggles to drive demand for its flagship action cameras."}, {"title": "Mexico anti-trust body probes 'probable' abuses in e-commerce", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-mexico-antitrust-probe/mexico-anti-trust-body-probes-probable-abuses-in-e-commerce-idUSKBN1FL6DO", "blurb": "Mexico's anti-trust agency on Thursday said in a statement that it is investigating \"probable\" monopoly practices in Mexico's e-commerce market."}, {"title": "German president warns on cryptocurrencies", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-crypto-germany/german-president-warns-on-cryptocurrencies-idUSKBN1FL62I", "blurb": "German President Frank-Walter Steinmeier on Thursday warned the financial sector that it had a responsibility to prevent speculation and the formation of trading bubbles in the cryptocurrency market."}, {"title": "YouTube's emerging markets-focused app expands to 130 countries", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-youtube/youtubes-emerging-markets-focused-app-expands-to-130-countries-idUSKBN1FL5ZI", "blurb": "Alphabet Inc's Google extended its YouTube Go video app, designed for emerging markets where consumers may have cheaper phones and limited Internet access, to more than 115 additional countries on Thursday, the company said."}, {"title": "EBay investors cheer move to ditch PayPal as main payments partner", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-ebay-paypal/ebay-investors-cheer-move-to-ditch-paypal-as-main-payments-partner-idUSKBN1FL5B8", "blurb": "Shares of eBay <EBAY.O> hit an all-time high on Thursday after the e-commerce platform unveiled a plan to take more control of customer payments from long-standing partner PayPal, a move analysts said would help it compete better with Amazon."}, {"title": "Win, Lose or Draw: First jobs of animation sensations", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-money-firstjobs-animation/win-lose-or-draw-first-jobs-of-animation-sensations-idUSKBN1FL597", "blurb": "Think of the golden age of American animation, and the mind tends to go back to the days of Walt Disney and Steamboat Willie."}, {"title": "Silver (haired) lining? Alibaba lures older shoppers as market slows", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-alibaba-strategy-seniors/silver-lining-alibaba-lures-older-shoppers-as-market-slows-idUSKBN1FK1B4", "blurb": "Online shopping may not be the typical domain of the elderly, but when it comes to buying groceries with a smartphone, Xiang Jiang, 70, considers herself rather savvy."}, {"title": "PayPal's shares fall after eBay announces new payment partner", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-paypal-hldg-results/paypals-shares-fall-after-ebay-announces-new-payment-partner-idUSKBN1FK34W", "blurb": "PayPal Holdings Inc's <PYPL.O> shares fell as much as 12 percent in after-hours trading on Wednesday after former parent company eBay Inc <EBAY.O> said it had signed up a new primary payment processor."}, {"title": "European tech gets second wind after record-breaking 2017", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-europe-tech/european-tech-gets-second-wind-after-record-breaking-2017-idUSKBN1FL5RD", "blurb": "When German semiconductor maker Infineon slashed its revenue guidance on Wednesday because of a weakening dollar, its shares tumbled to the bottom of the benchmark DAX index."}, {"title": "Nokia CEO sees networks recovery as patents boost results", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-nokia-results/nokia-ceo-sees-networks-recovery-as-patents-boost-results-idUSKBN1FL43D", "blurb": "Telecom network gear maker Nokia posted better-than-expected 2017 profits on Thursday and said it rebounded from costly prior sales hiccups, encouraging investors spooked by a weakening equipment market and acquisition integration missteps."}, {"title": "Facebook soothes market nerves with user experience promise", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-facebook-results-research/facebook-soothes-market-nerves-with-user-experience-promise-idUSKBN1FL5E3", "blurb": "Shares in Facebook Inc <FB.O> jumped 3 percent to a record high in early trading on Thursday, after reporting an almost 50 percent jump in quarterly revenue and promises to focus on users' experience on the social network easing concerns over falling usage."}, {"title": "With Samsung deal, Qualcomm doubles down on licensing practices", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-qualcomm-samsung/with-samsung-deal-qualcomm-doubles-down-on-licensing-practices-idUSKBN1FL3NL", "blurb": "Qualcomm Inc on Wednesday aimed to show shareholders that its licensing practices still have a future after having come under scrutiny from antitrust regulators around the world as well as from major customer Apple Inc."}, {"title": "Germany opens anti-trust probe into online advertising", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-germany-advertising/germany-opens-anti-trust-probe-into-online-advertising-idUSKBN1FL4ZR", "blurb": "Germany's anti-trust regulator is opening an investigation into online advertising, responding to concerns expressed by advertisers and publishers over the \"significant\" market position of U.S. platforms Google and Facebook."}, {"title": "Info Edge India to sell stake in food delivery firm Zomato to Alibaba's Ant", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-info-edge-stakesale-zomato/info-edge-india-to-sell-stake-in-food-delivery-firm-zomato-to-alibabas-ant-idUSKBN1FL5H3", "blurb": "Info Edge India Ltd said it will sell a stake in food delivery firm Zomato Media Pvt Ltd to Ant Financial, Alibaba Group Holding's payment affiliate, for $50 million."}, {"title": "Nokia mobile networks 'coming back very fast', says CEO", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-nokia-results-outlook/nokia-mobile-networks-coming-back-very-fast-says-ceo-idUSKBN1FL5ER", "blurb": "The mobile networks business of Nokia is showing signs of a rebound and gaining market share from rival Ericsson, Chief Executive Rajeev Suri said on Thursday."}, {"title": "Farfetch gears up for fashion store of the future", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-farfetch-strategy/farfetch-gears-up-for-fashion-store-of-the-future-idUSKBN1FK2QP", "blurb": "London-based online fashion retailer Farfetch plans to roll out new technology to revolutionize shopping in stores in the coming months, its chief executive said."}, {"title": "India vows to eliminate use of cryptocurrencies", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-india-budget-cryptocurrency/india-vows-to-eliminate-use-of-cryptocurrencies-idUSKBN1FL56T", "blurb": "India will move to stamp out use of cryptocurrencies, which it considers illegal, Finance Minister Arun Jaitley said on Thursday, launching a no-holds-barred attack on virtual currencies such as Bitcoin."}, {"title": "Italy's Enel not interested in powering cryptocurrency miners", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-enel-cryptocurrency/italys-enel-not-interested-in-powering-cryptocurrency-miners-idUSKBN1FL4UD", "blurb": "Europe's biggest power utility Enel has taken a stand against the energy-hungry industry of mining cryptocurrencies, saying it has \"no interest whatsoever in selling power\" for the purpose."}, {"title": "Factbox: Notable cryptocurrency heists", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-markets-bitcoin-insurance-factbox/factbox-notable-cryptocurrency-heists-idUSKBN1FL40E", "blurb": "There have been at least three dozen heists of cryptocurrency exchanges since 2011. Here are some of the major and other noteworthy hacks:"}, {"title": "Insurers gingerly test bitcoin business with heist policies", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-markets-bitcoin-insurance-insight/insurers-gingerly-test-bitcoin-business-with-heist-policies-idUSKBN1FL406", "blurb": "Major global insurers are starting to offer protection against cryptocurrency theft, willing to tackle daunting challenges it brings rather than miss out on this volatile and loosely regulated, but rapidly growing business."}, {"title": "Facebook forecasts rising ad sales despite dip in usage", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-facebook-results/facebook-forecasts-rising-ad-sales-despite-dip-in-usage-idUSKBN1FK341", "blurb": "Facebook Inc offered reassurances to investors on Wednesday that its digital ad business would remain highly profitable, despite a dip in usage on the social media network and an overhaul of its flagship News Feed."}, {"title": "Cuba hands note of protest to U.S. over internet task force", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-cuba-usa/cuba-hands-note-of-protest-to-u-s-over-internet-task-force-idUSKBN1FL3Z1", "blurb": "Cuba handed a note of protest to the top U.S. diplomat in Havana on Wednesday over the Trump administration's creation of a Cuba Internet Task Force that it said was an attempt to violate its sovereignty and carry out subversive activities."}, {"title": "Several countries investigating Japanese virtual coin heist: cryptocurrency council member", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency/several-countries-investigating-japanese-virtual-coin-heist-cryptocurrency-council-member-idUSKBN1FL4MV", "blurb": "Authorities in several countries are investigating last week's $530 million heist involving the NEM cryptocurrency, a member of the foundation behind the digital coin said on Thursday."}, {"title": "Japan's Fujifilm to take over Xerox in $6.1 billion deal, create JV", "date_updated": "20 DAYS AGO", "link": "https://www.reuters.com/article/us-xeroxcorp-m-a-fujifilm/japans-fujifilm-to-take-over-xerox-in-6-1-billion-deal-create-jv-idUSKBN1FK025", "blurb": "Japan's Fujifilm Holdings is set to take over Xerox Corp in a $6.1 billion deal, combining the U.S. company into their existing joint venture to gain scale and cut costs amid declining demand for office printing."}, {"title": "Tencent-led group to invest $1.6 billion in menswear firm Heilan: sources", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-tencent-holdings-retail-heilan-home/tencent-led-group-to-invest-1-6-billion-in-menswear-firm-heilan-sources-idUSKBN1FL3YJ", "blurb": "Tencent Holdings Ltd is leading a deal to invest 10 billion yuan ($1.59 billion) in Chinese menswear group Heilan Home Co Ltd, upping a retail rivalry with fellow internet giant Alibaba Group Holding Ltd, sources with knowledge of the matter said."}, {"title": "Google's G Suite is no Microsoft killer, but still winning converts", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-gsuite/googles-g-suite-is-no-microsoft-killer-but-still-winning-converts-idUSKBN1FL3ZX", "blurb": "Alphabet Inc's Google has struggled for years to get big businesses to embrace G Suite, its hip alternative to Microsoft Office."}, {"title": "Neighborhood social networking app Nextdoor expands into France", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-apps-france-nextdoor/neighborhood-social-networking-app-nextdoor-expands-into-france-idUSKBN1FL3X8", "blurb": "Nextdoor, a social network that acts as an alternative to industry giant Facebook by linking up neighbors rather than friends or colleagues, will launch in France on Thursday."}, {"title": "Lenovo to miss mobile turnaround target, posts third quarter net loss", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-lenovo-results/lenovo-to-miss-mobile-turnaround-target-posts-third-quarter-net-loss-idUSKBN1FL3HX", "blurb": "Personal computer maker Lenovo Group said it would miss a target to turnaround its mobile business by March, after earlier posting a quarterly loss due to a one-off charge linked to tax reforms in the United States."}, {"title": "China's Lenovo swings to Q3 loss on U.S. tax reform, says outlook challenging", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/lenovo-results/chinas-lenovo-swings-to-q3-loss-on-u-s-tax-reform-says-outlook-challenging-idUSKBN1FL3VC", "blurb": "Chinese personal computer maker Lenovo Group swung to a loss in the third quarter from a year-ago profit, hurt mainly by a one-off charge of $400 million resulting from a U.S. tax reform, and said the short-term outlook was challenging."}, {"title": "Ant Financial's money market fund imposes temporary caps for Lunar New Year", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-ant-financial-fund-regulation/ant-financials-money-market-fund-imposes-temporary-caps-for-lunar-new-year-idUSKBN1FL3SX", "blurb": "Ant Financial's money market fund will place a temporary daily cap on subscription volumes ahead of an expected surge in inflows during the Chinese Lunar New Year, as calls grow for tighter regulations of these funds to prevent systemic risks."}, {"title": "Microsoft's cloud computing business grows, stock edges up", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-microsoft-results/microsofts-cloud-computing-business-grows-stock-edges-up-idUSKBN1FK33P", "blurb": "Microsoft Corp <MSFT.O> beat Wall Street's profit forecast on Wednesday, helped by growth in its cloud computing business, but took a $13.8 billion one-time charge due to the new U.S. tax law."}, {"title": "Alibaba-backed online lender MYbank owes cost-savings to home-made tech", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-china-banking-mybank/alibaba-backed-online-lender-mybank-owes-cost-savings-to-home-made-tech-idUSKBN1FL3S6", "blurb": "It has no physical branches or expensive foreign software, and uses cloud technology to cut back on the hardware it needs to serve borrowers."}, {"title": "Twitter notifies more users exposed to Russian propaganda", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-twitter-russia/twitter-notifies-more-users-exposed-to-russian-propaganda-idUSKBN1FK388", "blurb": "Twitter Inc said on Wednesday it had expanded notifications to about 1.4 million people, who were exposed to content generated by a suspected Russian propaganda service."}, {"title": "Nintendo to produce Super Mario animation film with Illumination", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-nintendo-film-super-mario/nintendo-to-produce-super-mario-animation-film-with-illumination-idUSKBN1FL3OO", "blurb": "Japanese videogames maker Nintendo Co Ltd said on Thursday it would team with U.S. film studio Illumination Entertainment to produce an animation film using its Super Mario Bros characters."}, {"title": "Qualcomm profit beats estimates but weak China mobile sales weigh on outlook", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-qualcomm-results/qualcomm-profit-beats-estimates-but-weak-china-mobile-sales-weigh-on-outlook-idUSKBN1FK33V", "blurb": "Chipmaker Qualcomm Inc's profit and revenue beat expectations as demand surged for its chips used in smartphones and cars, but an earnings forecast for the current quarter fell below analysts' estimates due to tepid mobile sales in China."}, {"title": "EBay website tweaks drive strong holiday sales, shares jump", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-ebay-results/ebay-website-tweaks-drive-strong-holiday-sales-shares-jump-idUSKBN1FK39K", "blurb": "EBay Inc posted higher revenue for the key holiday quarter on Wednesday as changes to its websites and a focus on marketing drew more shoppers to its marketplaces."}, {"title": "Adaptive Insights hires Morgan Stanley to prepare for IPO: sources", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-adaptiveinsights-ipo/adaptive-insights-hires-morgan-stanley-to-prepare-for-ipo-sources-idUSKBN1FL3JP", "blurb": "Adaptive Insights Inc, a U.S. company that provides financial management software, has hired investment bank Morgan Stanley <MS.N> to lead an initial public offering that could come later this year, according to people familiar with the matter."}, {"title": "Symantec's revenue misses and forecast disappoints, shares fall", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-symantec-results/symantecs-revenue-misses-and-forecast-disappoints-shares-fall-idUSKBN1FK34I", "blurb": "Norton antivirus software maker Symantec Corp <SYMC.O> reported third-quarter revenue below analysts' estimates, hurt by lower sales in its enterprise security division, and cut its profit and revenue forecasts for 2018."}, {"title": "AT&T profit beats, CEO upbeat on Time Warner deal", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-at-t-results/att-profit-beats-ceo-upbeat-on-time-warner-deal-idUSKBN1FK342", "blurb": "AT&T Inc <T.N> reported quarterly profit that beat analysts' estimates on Wednesday, helped by tax cuts and new wireless subscribers, and its chief executive voiced confidence the company will complete its $85.4 billion acquisition of Time Warner Inc <TWX.N>."}, {"title": "Waymo's self-driving tests in California have fewest human interventions", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-autos-selfdriving-california/waymos-self-driving-tests-in-california-have-fewest-human-interventions-idUSKBN1FK3AU", "blurb": "Waymo, the self-driving arm of Alphabet Inc <GOOGL.O>, is out ahead of rivals based on a key measure of autonomous driving performance, according to a report released on Wednesday by the California Department of Motor Vehicles."}, {"title": "Pandora to cut 5 percent of jobs", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-pandora-restructuring/pandora-to-cut-5-percent-of-jobs-idUSKBN1FK3B1", "blurb": "Pandora Media Inc will cut 5 percent of its workforce and take other measures to save costs, as it battles intense competition in the online music streaming market."}, {"title": "Germany's Software AG names Sanjay Brahmawar as new CEO", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-software-ceo/germanys-software-ag-names-sanjay-brahmawar-as-new-ceo-idUSKBN1FK3AA", "blurb": "German software group Software AG said it appointed Sanjay Brahmawar as the new chief executive of the company, effective later this year."}, {"title": "What's Zelle? Banks hope commercials get customers to notice the app", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-banks-payments-zelle/whats-zelle-banks-hope-commercials-get-customers-to-notice-the-app-idUSKBN1FI0GB", "blurb": "Big U.S. banks are spending millions of dollars to promote Zelle, their digital payment service, by running commercials on major sports games and entertainment shows, as well as a YouTube campaign painting the app as simple and ubiquitous."}, {"title": "Coding boot camp General Assembly explores potential sale: CEO", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-bootcamps-generalassembly/coding-boot-camp-general-assembly-explores-potential-sale-ceo-idUSKBN1FK2XV", "blurb": "Coding boot camp General Assembly, a privately held New York-based company, is exploring strategic options, including a potential sale, Chief Executive Jake Schwartz told Reuters."}, {"title": "Options traders see outsized stock moves on U.S. tech results", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-options-tech/options-traders-see-outsized-stock-moves-on-u-s-tech-results-idUSKBN1FK2WG", "blurb": "Options market traders expect shares of the biggest U.S. technology companies, including Apple Inc and Facebook Inc, to react more strongly to quarterly results than they have on average over the past two years, data showed on Wednesday."}, {"title": "Tezos Foundation appoints new board member", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-bitcoin-tezos/tezos-foundation-appoints-new-board-member-idUSKBN1FK2K1", "blurb": "A Swiss foundation that controls the money raised for cryptocurrency project Tezos has appointed accounting executive Lars Haussmann to its board, it said in a statement on Wednesday."}, {"title": "Lawsuit saying Twitter aided Islamic State thrown out by U.S. appeals court", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-twitter-islamicstate/lawsuit-saying-twitter-aided-islamic-state-thrown-out-by-u-s-appeals-court-idUSKBN1FK2QD", "blurb": "A federal appeals court in San Francisco ruled on Wednesday that Twitter Inc is not liable to families of two U.S. government contractors killed in an Islamic State attack in Jordan for having failed to block that group from using its accounts and messaging services."}, {"title": "AMD, Nvidia blockchain prospects excite investors", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-amd-blockchain-nvidia/amd-nvidia-blockchain-prospects-excite-investors-idUSKBN1FK2RA", "blurb": "Advanced Micro Devices Inc's <AMD.O> blockbuster quarterly earnings has turned the spotlight on chip sales to providers of blockchain technology, a digital ledger that is set for explosive growth as it moves beyond cryptocurrencies."}, {"title": "Democrats press Facebook, Twitter again to probe Russia links to Republican memo", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-trump-russia-congress/democrats-press-facebook-twitter-again-to-probe-russia-links-to-republican-memo-idUSKBN1FK2K8", "blurb": "Two senior U.S. Democratic lawmakers on Wednesday asked Facebook Inc and Twitter Inc to answer questions about potential Russian involvement in social media campaigns that urged release of a Republican memorandum alleging surveillance abuses at the FBI, saying the companies had provided insufficient responses so far."}, {"title": "Job.com to raise up to $50 million in token sale for blockchain-based platform", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-blockchain-jobs/job-com-to-raise-up-to-50-million-in-token-sale-for-blockchain-based-platform-idUSKBN1FK2E4", "blurb": "Online employment company Job.com plans to raise between $30 million and $50 million in a token offering this spring to finance a new blockchain-based platform, the company's co-founder Arran Stewart told Reuters."}, {"title": "U.S. agencies probe Apple over slowing iPhones: Bloomberg", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-batteries-doj/u-s-agencies-probe-apple-over-slowing-iphones-bloomberg-idUSKBN1FJ2MT", "blurb": "The U.S. Department of Justice and the Securities and Exchange Commission are investigating whether Apple Inc violated securities laws concerning its disclosures that it slowed older iPhones with flagging batteries, Bloomberg reported on Tuesday."}, {"title": "Spotify tests new app to rival Pandora: TechCrunch", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-spotify-apps/spotify-tests-new-app-to-rival-pandora-techcrunch-idUSKBN1FK1Z6", "blurb": "Music streaming service Spotify has been testing an app to rival Pandora Media Inc's streaming stations, TechCrunch reported on Tuesday."}, {"title": "Samsung Elec unveils stock split, record profit as chips sizzle", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-samsung-elec-results/samsung-elec-unveils-stock-split-record-profit-as-chips-sizzle-idUSKBN1FJ35X", "blurb": "Samsung Electronics Co Ltd announced on Wednesday its first stock split and said it expects demand for semiconductors to remain strong in 2018, as it posted record annual profit driven by a so-called memory chip \"super-cycle.\""}, {"title": "Slack adds Target, BBC, E*Trade as clients in enterprise push", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-slack-enterprise/slack-adds-target-bbc-etrade-as-clients-in-enterprise-push-idUSKBN1FK1UC", "blurb": "Slack Technologies Inc now has more than 150 customers using the enterprise version of its workplace collaboration software, Chief Executive Stewart Butterfield told Reuters."}, {"title": "In Waymo trial, what fired Uber exec may not say could be key", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/alphabet-uber-trial/in-waymo-trial-what-fired-uber-exec-may-not-say-could-be-key-idUSKBN1FK1M6", "blurb": "One of the most dramatic moments in an upcoming trade secrets trial between Alphabet Inc's Waymo and Uber will likely come when the former chief of Uber's self-driving car unit takes the witness stand, as he is expected to repeatedly refuse to answer questions."}, {"title": "Retailer Leclerc eyes Paris food delivery service to counter Amazon threat", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-leclerc-retail/retailer-leclerc-eyes-paris-food-delivery-service-to-counter-amazon-threat-idUSKBN1FK1QX", "blurb": "Privately-held French supermarket operator Leclerc said on Wednesday it planned to launch a food delivery service in Paris this year, in the face of competition from Amazon."}, {"title": "China's ZTE Corp to raise $2 billion in share placement for 5G plans", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-zte-5g-placement/chinas-zte-corp-to-raise-2-billion-in-share-placement-for-5g-plans-idUSKBN1FK1NQ", "blurb": "Chinese telecom equipment maker ZTE Corp said on Wednesday said it planned to raise 13 billion yuan ($2.1 billion) via a private placement to support 5G mobile network technology development."}, {"title": "Switch steers Nintendo to best third quarter in eight years, higher outlook", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-nintendo-results/switch-steers-nintendo-to-best-third-quarter-in-eight-years-higher-outlook-idUSKBN1FK0PW", "blurb": "Japanese videogames maker Nintendo Co Ltd <7974.T> reported its biggest third-quarter operating profit in eight years, driven by smashing demand for its new Switch games console, and said it expected annual earnings to outstrip its previous estimate."}, {"title": "Central banks have considered issuing cryptocurrencies - Italy economy minister", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-markets-bitcoin-italy-padoan/central-banks-have-considered-issuing-cryptocurrencies-italy-economy-minister-idUSKBN1FK1CH", "blurb": "Some central banks have considered issuing cryptocurrencies as part of a bid to avoid bubbles emerging in the fledgling market, Italian Economy Minister Pier Carlo Padoan said on Wednesday."}, {"title": "Walmart in talks to buy minority stake in India's Flipkart - report", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-flipkart-stake-walmart/walmart-in-talks-to-buy-minority-stake-in-indias-flipkart-report-idUSKBN1FJ2P3", "blurb": "U.S. retailer Wal-Mart Stores Inc is in advanced talks to buy a minority stake in India's leading homegrown e-commerce firm Flipkart, the Economic Times newspaper said on Tuesday."}, {"title": "Xerox reports fourth-quarter loss", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-xerox-results/xerox-reports-fourth-quarter-loss-idUSKBN1FK0YH", "blurb": "Printer and copier maker Xerox Corp <XRX.N> reported a quarterly loss on Wednesday as tumbling demand for office printing took a toll on its results."}, {"title": "Coincheck falsely explained security to customers - industry group head", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency/coincheck-falsely-explained-security-to-customers-industry-group-head-idUSKBN1FK14J", "blurb": "Japanese Coincheck made false explanations to customers about its security system before suffering one of the world's biggest cyber heists, the head of a major cryptocurrency industry group said on Wednesday."}, {"title": "Apple supplier Wistron nears land deal in India: sources", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-wistron-india-apple/apple-supplier-wistron-nears-land-deal-in-india-sources-idUSKBN1FK13Y", "blurb": "Apple's Taiwanese contract manufacturer Wistron Corp is close to finalizing a land deal in India's tech hub of Bengaluru and the firm is likely to invest about $157 million to develop the site, two government officials told Reuters."}, {"title": "SoftBank Group to take majority stake in Line's mobile unit", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-softbank-group-line-mobile/softbank-group-to-take-majority-stake-in-lines-mobile-unit-idUSKBN1FK0O8", "blurb": "Japan's Line Corp said on Wednesday that it had entered an agreement with SoftBank Group Corp to give the telecoms and technology firm a majority stake in Line's mobile unit."}, {"title": "South Korea says no plans to ban cryptocurrency exchanges, uncovers $600 million illegal trades", "date_updated": "21 DAYS AGO", "link": "https://www.reuters.com/article/us-southkorea-bitcoin/south-korea-says-no-plans-to-ban-cryptocurrency-exchanges-uncovers-600-million-illegal-trades-idUSKBN1FK09J", "blurb": "South Korea's finance minister said the government has no plans to shut down cryptocurrency trading, welcome news for investors worried that authorities might go as far as China's tough action in blocking virtual coin platforms."}, {"title": "Japan's Sharp posts fifth straight quarterly profit as TVs fare well", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-sharp-results/japans-sharp-posts-fifth-straight-quarterly-profit-as-tvs-fare-well-idUSKBN1FK0KA", "blurb": "Japan's Sharp Corp, an Apple Inc supplier, reported on Wednesday its fifth consecutive quarterly net profit, boosted by gains in sales of its televisions."}, {"title": "Fujifilm says to cut 10,000 jobs at joint venture with Xerox", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-xerox-m-a-fujifilm-jobs/fujifilm-says-to-cut-10000-jobs-at-joint-venture-with-xerox-idUSKBN1FK0LS", "blurb": "Japan's Fujifilm Holdings said it is cutting 10,000 jobs globally at its joint venture with Xerox Corp, saying it needed to overhaul the photocopying business amid a tough market environment."}, {"title": "Fujitsu agrees to sell majority stake in mobile phone unit to Polaris", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-fujitsu-divestiture-polaris/fujitsu-agrees-to-sell-majority-stake-in-mobile-phone-unit-to-polaris-idUSKBN1FK0MP", "blurb": "Fujitsu Ltd said on Wednesday it had agreed to sell a majority stake in its wholly-owned mobile phone unit to investment fund Polaris Capital Group, as it sharpens focus on its main IT services business."}, {"title": "China's Leshi flags $1.8 billion annual loss, cites LeEco cash crunch", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-le-com-results-stocks/chinas-leshi-flags-1-8-billion-annual-loss-cites-leeco-cash-crunch-idUSKBN1FK0AD", "blurb": "Chinese video-streaming firm Leshi Internet flagged a net loss of 11.6 billion yuan ($1.83 billion) for 2017, its first annual loss as a listed firm, citing a cash crunch at its founder Jia Yueting's embattled technology conglomerate LeEco."}, {"title": "Foxconn shareholders approve plan to list unit in Shanghai", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-taiwan-foxconn-ipo/foxconn-shareholders-approve-plan-to-list-unit-in-shanghai-idUSKBN1FK0JT", "blurb": "Taiwan's Foxconn, the world's largest contract electronics manufacturer, said on Wednesday its shareholders had approved a plan to list its subsidiary, Foxconn Industrial Internet Co Ltd (FII), on the Shanghai Stock Exchange.  "}, {"title": "China-based co-working operator naked Hub eyes 200 locations by 2020", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-nakedhub-expansion/china-based-co-working-operator-naked-hub-eyes-200-locations-by-2020-idUSKBN1FK0JF", "blurb": "China-based co-working space startup naked Hub has purchased a majority stake in a smaller Australian peer and is in talks to expand to five more Asian countries as part of its plans to grow to at least 200 locations by 2020, its chief executive said."}, {"title": "Sequoia Capital plans $8 billion global fund, eyes China investors: sources", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-sequoia-fundraising/sequoia-capital-plans-8-billion-global-fund-eyes-china-investors-sources-idUSKBN1FK0G3", "blurb": "Sequoia Capital, an early investor in global tech behemoths like Google Inc and Apple Inc, aims to raise up to $8 billion in its largest-ever fundraising and has set sights on Chinese investors, people familiar with the plan told Reuters."}, {"title": "Bank of Japan's Kuroda urges cryptocurrency service firms to beef up security", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency-boj/bank-of-japans-kuroda-urges-cryptocurrency-service-firms-to-beef-up-security-idUSKBN1FK0FC", "blurb": "Bank of Japan Governor Haruhiko Kuroda said on Wednesday companies offering cryptocurrency services must have ample security steps in place."}, {"title": "Japan's Line to launch cryptocurrency exchange amid hacking fears", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency-line-corp/japans-line-to-launch-cryptocurrency-exchange-amid-hacking-fears-idUSKBN1FK0F8", "blurb": "Japan's Line Corp plans to launch a cryptocurrency exchange, a move that comes as regulators investigate such exchanges in the country after hackers stole $530 million in digital money from Coincheck in one of the world's biggest cyberheists."}, {"title": "Amazon, Berkshire, JPMorgan partner to cut U.S. healthcare costs", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-amazon-healthcare/amazon-berkshire-jpmorgan-partner-to-cut-u-s-healthcare-costs-idUSKBN1FJ1NF", "blurb": "Amazon.com Inc <AMZN.O>, Berkshire Hathaway Inc <BRKa.N> and JPMorgan Chase & Co <JPM.N> said on Tuesday they will form a company to cut health costs for hundreds of thousands of their employees, setting up a major challenge to an inefficient U.S. healthcare system."}, {"title": "Health investors roll out unwelcome mat for Amazon's arrival", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-amazon-healthcare-stocks/health-investors-roll-out-unwelcome-mat-for-amazons-arrival-idUSKBN1FJ2TS", "blurb": "As press releases go, it was vague and brief — six paragraphs, 394 words in all. In general terms, it described the beginnings of an effort by three big U.S. companies to team up to improve their employees' healthcare services and save money."}, {"title": "Google aims to get 'diverse perspectives' into search results", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-alphabet-google/google-aims-to-get-diverse-perspectives-into-search-results-idUSKBN1FK01P", "blurb": "Alphabet Inc's Google will put more of a premium on \"diverse perspectives\" in its search results, saying in a blog post on Tuesday that answers highlighted at the top of result pages would soon display multiple viewpoints on topics for the first time ever."}, {"title": "Japan's Coincheck to announce when it will lift withdrawal suspension", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/uk-japan-cryptocurrencies/japans-coincheck-to-announce-when-it-will-lift-withdrawal-suspension-idUSKBN1FK01H", "blurb": "Japan's Coincheck Inc, which last week suspended trading in all cryptocurrencies except bitcoin after it was hacked, said that it would soon announce when it would lift its suspension of withdrawals."}, {"title": "Exclusive: Coincheck hackers trying to move stolen cryptocurrency - executive", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency-cybercrime/exclusive-coincheck-hackers-trying-to-move-stolen-cryptocurrency-executive-idUSKBN1FJ28Y", "blurb": "Hackers who stole around $530 million worth of cryptocurrency from the Coincheck exchange last week -- one of the biggest such heists ever -- are trying to move the stolen \"XEM\" coins, the foundation behind the digital currency said on Tuesday."}, {"title": "Juniper Networks' first-quarter forecast disappoints, shares slide", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-juniper-networks-results/juniper-networks-first-quarter-forecast-disappoints-shares-slide-idUSKBN1FJ2YO", "blurb": "Network gear maker Juniper Networks Inc on Tuesday forecast earnings and revenue for the current quarter well below analysts' forecasts, as its large cloud computing customers delay deployments."}, {"title": "Game publisher EA's sales forecast tops estimates; shares rise", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-electronic-arts-results/game-publisher-eas-sales-forecast-tops-estimates-shares-rise-idUSKBN1FJ2X7", "blurb": "Videogame publisher Electronic Arts Inc's <EA.O> forecast fourth-quarter revenue above analysts' estimates as it expects to gain from the launch of its mixed martial arts title, \"UFC 3\", sending its shares up 6 percent in extended trading."}, {"title": "Shutterfly to buy photography company Lifetouch for $825 million", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-lifetouch-m-a-shutterfly/shutterfly-to-buy-photography-company-lifetouch-for-825-million-idUSKBN1FJ2YC", "blurb": "Online retailer Shutterfly Inc said on Tuesday it would buy privately-held Lifetouch for $825 million in cash, gaining access to the company's school photography customers."}, {"title": "U.S. regulator subpoenas cryptocurrency platforms Bitfinex and Tether: source", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-cftc-subpoena/u-s-regulator-subpoenas-cryptocurrency-platforms-bitfinex-and-tether-source-idUSKBN1FJ2ZK", "blurb": "The U.S. derivatives regulator has sent a subpoena to two of the world's largest cryptocurrency platforms, a person familiar with the matter told Reuters on Tuesday, as watchdogs globally increase their scrutiny of the emerging asset class."}, {"title": "AMD's earnings top estimates as graphics chip demand rises", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-amd-results/amds-earnings-top-estimates-as-graphics-chip-demand-rises-idUSKBN1FJ2XF", "blurb": "Chipmaker AMD <AMD.O> on Tuesday reported fourth-quarter earnings and revenue that handily exceeded Wall Street forecasts, as it sold more graphics processors used in data centers and computers."}, {"title": "Facebook to ban cryptocurrency-related ads", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/uk-facebook-advertising-crypto/facebook-to-ban-cryptocurrency-related-ads-idUSKBN1FJ2QE", "blurb": "Facebook Inc said on Tuesday it will ban ads promoting financial products and services tied to cryptocurrencies and initial coin offerings."}, {"title": "SAP forces the pace on cloud, buys $2.4 billion U.S. software firm", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-sap-se-results/sap-forces-the-pace-on-cloud-buys-2-4-billion-u-s-software-firm-idUSKBN1FJ0SB", "blurb": "Europe's top technology company SAP <SAPG.DE> announced a $2.4 billion U.S. acquisition to help it boost revenues from its cloud platform and CEO Bill McDermott said it would streamline its overall business this year to bolster margins."}, {"title": "Amazon.com opens its own rainforest in Seattle", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-amazon-com-spheres/amazon-com-opens-its-own-rainforest-in-seattle-idUSKBN1FI1D7", "blurb": "Amazon.com Inc <AMZN.O> on Monday opened a rainforest-like office space in Seattle that it hopes will spark new ideas for employees."}, {"title": "U.S. SEC halts AriseBank's initial coin offering, alleges fraud", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-cryptocurrency-arisebank/u-s-sec-halts-arisebanks-initial-coin-offering-alleges-fraud-idUSKBN1FJ222", "blurb": "The U.S. Securities and Exchange Commission has halted what it alleged was a fraudulent initial coin offering by Dallas-based AriseBank to raise $1 billion for its \"AriseCoin\" cryptocurrency, the agency said in a statement on Tuesday."}, {"title": "Britain reviewing risks to its satellite-reliant infrastructure", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-britain-security-technology/britain-reviewing-risks-to-its-satellite-reliant-infrastructure-idUSKBN1FJ28G", "blurb": "Britain is reviewing its reliance on satellite-based technology for critical infrastructure including the Global Positioning System (GPS) as the threat of jamming attacks and disruptions grows, a government report said on Tuesday."}, {"title": "Italy's Enel courts more carmakers in e-car charge", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-enel-electriccars/italys-enel-courts-more-carmakers-in-e-car-charge-idUSKBN1FJ27D", "blurb": "Italy's Enel is in touch with a number of carmakers including Fiat Chrysler Automobiles (FCA) as the power utility steps up efforts to benefit from the e-car boom through its recharging technologies."}, {"title": "'Jackpotting' hackers steal over $1 million from ATMs across U.S.: Secret Service", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-cyber-atm/jackpotting-hackers-steal-over-1-million-from-atms-across-u-s-secret-service-idUSKBN1FI2QF", "blurb": "A coordinated group of hackers likely tied to international criminal syndicates has pilfered more than $1 million by hijacking ATM machines across the United States and forcing them to spit out bills like slot machines dispensing a jackpot, a senior U.S. Secret Service official said on Monday."}, {"title": "Amid angst over iPhone X, Wall Street braces for weak forecast from Apple", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-iphone/amid-angst-over-iphone-x-wall-street-braces-for-weak-forecast-from-apple-idUSKBN1FJ1LD", "blurb": "When Apple Inc <AAPL.O> announces its first-quarter earnings on Thursday, investors will seek signs of whether the company's $999 iPhone X launched last autumn was a Steve Jobs-style hit or, as more analysts suspect, a letdown."}, {"title": "Campaigners say UK surveillance powers must change after court ruling", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-britain-security-surveillance/campaigners-say-uk-surveillance-powers-must-change-after-court-ruling-idUSKBN1FJ1Q3", "blurb": "Britain will need to amend its law allowing for sweeping powers to carry out mass digital surveillance after a court ruled on Tuesday that previous legislation was illegal, civil rights campaigners said."}, {"title": "Google Brain co-founder raises $175 million fund for AI startups", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-funds-artificial-intelligence/google-brain-co-founder-raises-175-million-fund-for-ai-startups-idUSKBN1FJ1XF", "blurb": "Andrew Ng, who formerly led artificial intelligence projects at Alphabet Inc's Google and Chinese firm Baidu Inc, has raised a $175 million fund to invest in AI startups, starting with one of his own aimed at computers detecting defects in products."}, {"title": "Pencil-maker Faber-Castell sharpens up for digital age", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-fabercastell-future/pencil-maker-faber-castell-sharpens-up-for-digital-age-idUSKBN1FJ1QX", "blurb": "If the digital revolution is going to consign anything to the dustbin of history, you might think the humble pencil would be a leading contender."}, {"title": "Israel's Blockchain Mining looks at Nasdaq, Toronto listings", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-blockchain-listing/israels-blockchain-mining-looks-at-nasdaq-toronto-listings-idUSKBN1FJ1MU", "blurb": "Blockchain Mining Ltd <BLCM.TA> said on Tuesday it was preparing to list its stock on Nasdaq and the Toronto Stock Exchange by July after Israel's market regulator said it might ban companies involved in cryptocurrencies from the Tel Aviv exchange."}, {"title": "California start-up Nuro unveils autonomous delivery van, raises $92 million", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-autos-selfdriving-nuro/california-start-up-nuro-unveils-autonomous-delivery-van-raises-92-million-idUSKBN1FJ1E7", "blurb": "Silicon Valley start-up Nuro said on Tuesday it raised $92 million to launch a self-driving delivery vehicle, joining automakers, shippers and a host of little-known companies developing autonomous vehicles for local commerce."}, {"title": "SAP CEO targets margins, bullish on world economy", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-sap-se-results-ceo/sap-ceo-targets-margins-bullish-on-world-economy-idUSKBN1FJ0ZB", "blurb": "Germany's SAP <SAPG.DE> will drive margin expansion this year by streamlining its business, CEO Bill McDermott told Reuters in an interview on Tuesday."}, {"title": "SAP pushes into sales tracking market with $2.4 billion Callidus buy", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-sap-se-results-callidus-software/sap-pushes-into-sales-tracking-market-with-2-4-billion-callidus-buy-idUSKBN1FJ17V", "blurb": "German business software group SAP's <SAPG.DE> $2.4 billion deal to buy sales performance tracking firm Callidus <CALD.O> pushes it further into the marketing arena and positions it to better compete with rivals Salesforce <CRM.N> and Oracle <ORCL.N>."}, {"title": "BP invests $5 million in FreeWire in electric vehicle move", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-bp-electric-vehicles/bp-invests-5-million-in-freewire-in-electric-vehicle-move-idUSKBN1FJ19T", "blurb": "BP Plc said it had invested $5 million in U.S. mobile electric vehicle charging company FreeWire, helping it provide rapid charging at its retail sites in Britain and Europe, as demand for cleaner vehicles is expected to soar."}, {"title": "Canon sees 2018 profit jumping to decade high on cost cuts, medical unit", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-canon-results/canon-sees-2018-profit-jumping-to-decade-high-on-cost-cuts-medical-unit-idUSKBN1FJ0KR", "blurb": "Japan's Canon Inc said it expects operating profit to surge in 2018 to its highest level in a decade, helped by cost cuts in its copier and printer business as well as growth in new fields such as medical equipment and surveillance cameras."}, {"title": "Apple supplier Murata says iPhone X output target cuts overstated in report", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-murata-mfg-apple-iphone/apple-supplier-murata-says-iphone-x-output-target-cuts-overstated-in-report-idUSKBN1FJ13E", "blurb": "Japan's Murata Manufacturing Co, which supplies components for the iPhone X, has not seen its orders drop commensurately with the sharp fall in the iPhone X production target stated in a report, a senior Murata executive said."}, {"title": "Uber sells vehicle lease portfolio of unit to startup firm Fair", "date_updated": "22 DAYS AGO", "link": "https://www.reuters.com/article/us-uber-leasing/uber-sells-vehicle-lease-portfolio-of-unit-to-startup-firm-fair-idUSKBN1FJ118", "blurb": "Ride-hailing firm Uber on Tuesday said it would sell vehicles and the existing lease portfolio of its auto-leasing business Xchange Leasing to startup digital car marketplace Fair."}, {"title": "Wanda gets lift as Tencent-led group invests $5.4 billion in property unit", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-wanda-m-a/wanda-gets-lift-as-tencent-led-group-invests-5-4-billion-in-property-unit-idUSKBN1FI1SO", "blurb": "Dalian Wanda Group's commercial property arm has snagged a $5.4 billion investment from a group led by tech giant Tencent Holdings, one of the Chinese conglomerate's biggest deals aimed at easing financial strains and streamlining operations."}, {"title": "SAP America to buy Callidus for $2.4 billion", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-callidus-softwr-m-a-sap-se/sap-america-to-buy-callidus-for-2-4-billion-idUSKBN1FJ0H3", "blurb": "German business software group SAP SE on Monday said its unit SAP America Inc will buy cloud-based human resources software company Callidus Software Inc for a total enterprise value of $2.4 billion."}, {"title": "Fiat Chrysler, Waymo expand deal for self-driving public ride-hailing service", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-fiat-chrysler-waymo/fiat-chrysler-waymo-expand-deal-for-self-driving-public-ride-hailing-service-idUSKBN1FJ0GN", "blurb": "Fiat Chrysler Automobiles NV (FCA) will provide Waymo with thousands of Pacifica hybrid minivans as Alphabet Inc's self-driving unit begins rolling out its first public ride-hailing service later this year, the companies said on Tuesday."}, {"title": "Qualcomm to make first payment for violating competition law in Taiwan", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-qualcomm-taiwan/qualcomm-to-make-first-payment-for-violating-competition-law-in-taiwan-idUSKBN1FJ0C7", "blurb": "Qualcomm Inc will pay T$390 million ($13.35 million), its first installment of a fine for anti-trust violations in Taiwan, the Taiwan Fair Trade Commission said on Tuesday, as the U.S. chipmaker grapples with issues around its business model."}, {"title": "India's Ola eyes Australia market in tussle with global rival Uber", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/uk-ola-australia/indias-ola-eyes-australia-market-in-tussle-with-global-rival-uber-idUSKBN1FJ0D2", "blurb": "Indian ride-hailing company Ola announced plans on Tuesday to enter Australia, marking its first foray outside its home market and intensifying its tussle with U.S. rival Uber Technologies Inc."}, {"title": "Microsoft issues update to disable Intel's buggy Spectre patch", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-cyber-intel-microsoft/microsoft-issues-update-to-disable-intels-buggy-spectre-patch-idUSKBN1FJ0CU", "blurb": "Microsoft Corp issued an emergency security update on Monday to plug Intel Corp's buggy Spectre firmware patch after the chipmaker's fix caused computers to reboot more often than normal."}, {"title": "Japan's Renesas dismisses report on talks to buy Maxim", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-maxim-intg-m-a-renesas/japans-renesas-dismisses-report-on-talks-to-buy-maxim-idUSKBN1FI2NR", "blurb": "Renesas Electronics Corp dismissed a media report that said the Japanese automotive chip maker was in talks to acquire U.S. chipmaker Maxim Integrated Products Inc."}, {"title": "Wanda Hotel shares set to open up 48 percent on Australian projects sale", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-wanda-hotel-stocks/wanda-hotel-shares-set-to-open-up-48-percent-on-australian-projects-sale-idUSKBN1FJ07I", "blurb": "Shares of Wanda Hotel Development Co Ltd are set to open up 48 percent on Tuesday, a day after the Hong Kong-listed unit of Dalian Wanda Group announced sales of two Australian projects for a total of about $913 million."}, {"title": "Japan's Aso tells cryptocurrency exchanges to strengthen controls after $530 million theft", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-economy-aso/japans-aso-tells-cryptocurrency-exchanges-to-strengthen-controls-after-530-million-theft-idUSKBN1FJ01Y", "blurb": "Japanese Finance Minister Taro Aso said on Tuesday that management systems at cryptocurrency exchanges needed to be strengthened after hackers stole $530 million of digital money from Tokyo-based Coincheck."}, {"title": "Trump team idea to nationalize 5G network to counter China is rejected", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-trump-5g-fcc/trump-team-idea-to-nationalize-5g-network-to-counter-china-is-rejected-idUSKBN1FI1T2", "blurb": "The top U.S. communications regulator, wireless companies and some lawmakers oppose an idea by members of President Donald Trump's national security team for the government to build a 5G wireless network to counter China spying on phone calls."}, {"title": "Trump security team sees building U.S. 5G network as option", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-trump-5g/trump-security-team-sees-building-u-s-5g-network-as-option-idUSKBN1FH103", "blurb": "President Donald Trump's national security team is looking at options to counter the threat of China spying on U.S. phone calls that include the government building a super-fast 5G wireless network, a senior administration official said on Sunday."}, {"title": "Chile open to increasing SQM lithium quota to satisfy Tesla: Corfo", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-tesla-chile/chile-open-to-increasing-sqm-lithium-quota-to-satisfy-tesla-corfo-idUSKBN1FI2G7", "blurb": "Chile is open to negotiating an additional quota of lithium for local miner SQM <SQM_pb.SN> to meet potential demand from U.S. electric car-maker Tesla, Eduardo Bitran, head of Chilean development agency Corfo, told Reuters on Monday."}, {"title": "Pentagon reviewing security after fitness apps show locations", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-military-devices/pentagon-reviewing-security-after-fitness-apps-show-locations-idUSKBN1FI2EH", "blurb": "U.S. Defense Secretary Jim Mattis has ordered a review of security protocols, officials say, after fitness tracking devices broadcast patterns of movement at military facilities around the world, including in war zones."}, {"title": "Facebook to promote local news in latest update", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-facebook-media/facebook-to-promote-local-news-in-latest-update-idUSKBN1FI2ME", "blurb": "Facebook Inc Chief Executive Mark Zuckerberg said on Monday the social media website would focus on promoting local news in its latest update."}, {"title": "Business booms for privacy experts as landmark data law looms", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-cyber-gdpr-consultants/business-booms-for-privacy-experts-as-landmark-data-law-looms-idUSKBN1FB1GP", "blurb": "(This version of the story was corrected to remove the extra word \"not\" in paragraph 27)"}, {"title": "China denies report it hacked African Union headquarters", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-africanunion-summit-china/china-denies-report-it-hacked-african-union-headquarters-idUSKBN1FI2I5", "blurb": "China and the African Union dismissed on Monday a report in French newspaper Le Monde that Beijing had bugged the regional bloc's headquarters in the Ethiopian capital."}, {"title": "Facebook makes privacy push ahead of strict EU law", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-facebook-privacy-eu/facebook-makes-privacy-push-ahead-of-strict-eu-law-idUSKBN1FI0DO", "blurb": "Facebook said on Monday it was publishing its privacy principles for the first time and rolling out educational videos to help users control who has access to their information, as it prepares for the start of a tough new EU data protection law."}, {"title": "Apple shares skid on report of iPhone X production cut", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-apple-iphonex/apple-shares-skid-on-report-of-iphone-x-production-cut-idUSKBN1FI176", "blurb": "Apple Inc <AAPL.O> will halve its iPhone X production target for the first three months of the year to around 20 million units, Nikkei reported on Monday, sending its shares down 1.6 percent."}, {"title": "Tezos funder pledges to 'step back' once crypto-venture's woes are solved", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-bitcoin-tezos/tezos-funder-pledges-to-step-back-once-crypto-ventures-woes-are-solved-idUSKBN1FI2EW", "blurb": "The president of a foundation that controls funding for a cryptocurrency project called Tezos has pledged to \"step back\" from his role once the project is back on track, after months of dysfunction and public battles with Tezos' founders."}, {"title": "U.S. telco shares fall on 5G network reports despite skepticism", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-usa-trump-5g-stocks/u-s-telco-shares-fall-on-5g-network-reports-despite-skepticism-idUSKBN1FI28X", "blurb": "Shares in the biggest U.S. communications companies slipped on Monday after reports President Donald Trump's national security team is considering building its own 5G high-speed wireless network."}, {"title": "Altice integrates Netflix into new set-top box", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-altice-netflix/altice-integrates-netflix-into-new-set-top-box-idUSKBN1FI1XY", "blurb": "Altice USA Inc said on Monday that Netflix Inc is now available through its new set-top box, the latest U.S. cable operator to form an alliance with the streaming service."}, {"title": "Japan raps Coincheck, orders broader checks after $530 million cryptocurrency theft", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency/japan-raps-coincheck-orders-broader-checks-after-530-million-cryptocurrency-theft-idUSKBN1FI06S", "blurb": "Japanese authorities said on Monday they would investigate all cryptocurrency exchanges in the country for security gaps and ordered Coincheck to raise its standards after hackers stole $530 million of digital money from the Tokyo-based exchange."}, {"title": "Dutch tax office, banks hit by DDoS cyber attacks", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-netherlands-cyber/dutch-tax-office-banks-hit-by-ddos-cyber-attacks-idUSKBN1FI1LM", "blurb": "The national tax office in the Netherlands said its website briefly went offline on Monday due to a DDoS cyber attack, after the country's largest banks were targeted."}, {"title": "DriveNow deal paves way for BMW-Daimler alliance - source", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-bmw-carsharing-drivenow-sixt/drivenow-deal-paves-way-for-bmw-daimler-alliance-source-idUSKBN1FI1AJ", "blurb": "Germany's BMW has bought out partner Sixt from their joint venture DriveNow, paving the way for a broader car-sharing and driverless taxi alliance with Daimler to compete against the likes of Uber and Lyft."}, {"title": "Japan's cryptocurrency girl band stays loyal to virtual money after cyber heist", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency-girlband/japans-cryptocurrency-girl-band-stays-loyal-to-virtual-money-after-cyber-heist-idUSKBN1FI1EV", "blurb": "Members of a Japanese girl pop group, the Virtual Currency Girls, said on Monday they had refused an offer to be paid in yen and would stay loyal to cryptocurrencies despite a $530 million cyber heist jeopardizing their chances of getting paid."}, {"title": "Nokia introduces high-capacity 5G chipsets, to ship in volume in Q3", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-nokia-5g/nokia-introduces-high-capacity-5g-chipsets-to-ship-in-volume-in-q3-idUSKBN1FI0PW", "blurb": "Nokia is introducing new silicon chipsets - the building blocks of its next-generation 5G network gear - that promise big increases in the data-handling capacity for mobile towers in densely trafficked urban areas or high-rise buildings."}, {"title": "Games developer Playtika to invest up to $400 million in Israeli tech", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-playtika-tech-israel/games-developer-playtika-to-invest-up-to-400-million-in-israeli-tech-idUSKBN1FI0YR", "blurb": "Mobile games developer Playtika Ltd said on Monday it was setting up a new business, which plans to invest up to $400 million in Israeli digital entertainment and consumer internet firms as well as games companies globally."}, {"title": "Singapore Airlines to boost digital investment to improve revenue, cut costs", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-singapore-air-digital/singapore-airlines-to-boost-digital-investment-to-improve-revenue-cut-costs-idUSKBN1FI0WH", "blurb": "Singapore Airlines Ltd will invest \"hundreds of millions\" of dollars in digital technology over several years as part of a broader transformation designed to remain competitive against global rivals, its chief executive said on Monday."}, {"title": "Amazon UK to create 400 jobs in a new fulfillment center in Rugby", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-amazon-com-britain-jobs/amazon-uk-to-create-400-jobs-in-a-new-fulfillment-center-in-rugby-idUSKBN1FI0W1", "blurb": "Amazon UK said on Monday it would open a new fulfillment center in Rugby, central England, increasing its 2,500-strong workforce in the Midlands by another 400 people."}, {"title": "Alibaba, Foxconn lead $350 million funding in electric car startup", "date_updated": "23 DAYS AGO", "link": "https://www.reuters.com/article/us-china-ev-funding/alibaba-foxconn-lead-350-million-funding-in-electric-car-startup-idUSKBN1FI0T1", "blurb": "Alibaba Group Holding Ltd and Foxconn Technology Co Ltd have led a 2.2 billion yuan ($347.74 million) funding round in Chinese electric car maker Xiaopeng Motors as competition escalates in the new energy vehicle (NEV) market."}, {"title": "Alibaba to take on Kuala Lumpur's traffic in first foreign project", "date_updated": "24 DAYS AGO", "link": "https://www.reuters.com/article/us-alibaba-malaysia/alibaba-to-take-on-kuala-lumpurs-traffic-in-first-foreign-project-idUSKBN1FI0QV", "blurb": "Alibaba Group will set up a traffic control system harnessing artificial intelligence for Malaysia's capital Kuala Lumpur, its first such service outside China, as the e-commerce giant pushes to grow its cloud computing business."}, {"title": "Rakuten seeks to boost financial services with $415 million Asahi Fire & Marine deal", "date_updated": "24 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-rakuten/rakuten-seeks-to-boost-financial-services-with-415-million-asahi-fire-marine-deal-idUSKBN1FH0ZX", "blurb": "Japan's Rakuten Inc said it planned to purchase Asahi Fire & Marine Insurance Co Ltd for about $415 million, strengthening its portfolio of financial services as its steps up efforts to diversify beyond conventional online shopping."}, {"title": "Britain's Relx to pay 580 million pounds for digital identity group ThreatMetrix", "date_updated": "24 DAYS AGO", "link": "https://www.reuters.com/article/us-threatmetrix-m-a-relx/britains-relx-to-pay-580-million-pounds-for-digital-identity-group-threatmetrix-idUSKBN1FI0P1", "blurb": "European information and analytics provider Relx has agreed to pay 580 million pounds ($819 million) in cash to buy ThreatMetrix which analyses over 100 million transactions per day to hunt for cases of fraud."}, {"title": "The Coincheck hack and the issue with crypto assets on centralized exchanges", "date_updated": "24 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency-q-a/the-coincheck-hack-and-the-issue-with-crypto-assets-on-centralized-exchanges-idUSKBN1FI0K4", "blurb": "Hackers have stolen roughly 58 billion yen ($532.6 million)from Tokyo-based cryptocurrency exchange Coincheck Inc, raising questions about security and regulatory protection in the emerging market of digital assets."}, {"title": "Philippines to develop rules on cryptocurrency trading", "date_updated": "24 DAYS AGO", "link": "https://www.reuters.com/article/us-philippines-cryptocurrency/philippines-to-develop-rules-on-cryptocurrency-trading-idUSKBN1FI0NK", "blurb": "The Philippines' Securities and Exchange Commission said on Monday it is crafting rules to regulate cryptocurrency transactions to protect investors and reduce the risk of fraud."}, {"title": "Google confirms investment in Indonesian ride-hailing firm Go-Jek", "date_updated": "24 DAYS AGO", "link": "https://www.reuters.com/article/us-go-jek-fundraising-google/google-confirms-investment-in-indonesian-ride-hailing-firm-go-jek-idUSKBN1FI0EE", "blurb": "Google has made its first ride-hailing investment in Asia by pumping money into Go-Jek, as the Indonesian start-up and deep-pocketed rivals rapidly expand their app-based services and digital payments in Southeast Asia."}, {"title": "Japan's Rakuten to acquire Asahi Fire for 45 billion yen", "date_updated": "24 DAYS AGO", "link": "https://www.reuters.com/article/us-rakuten-m-a-asahi/japans-rakuten-to-acquire-asahi-fire-for-45-billion-yen-idUSKBN1FI0GR", "blurb": "Japanese e-commerce company Rakuten Inc said on Monday it would acquire Asahi Fire & Marine Insurance Co Ltd for 45 billion yen ($413.6 million), its latest move to diversify beyond its online shopping site."}, {"title": "Most Americans wary of self-driving cars: Reuters/Ipsos poll", "date_updated": "24 DAYS AGO", "link": "https://www.reuters.com/article/us-autos-selfdriving-usa-poll/most-americans-wary-of-self-driving-cars-reuters-ipsos-poll-idUSKBN1FI034", "blurb": "Two-thirds of Americans are uncomfortable about the idea of riding in self-driving cars, according to a Reuters/Ipsos opinion poll, underscoring one of many challenges for companies spending billions of dollars on the development of autonomous vehicles."}, {"title": "ATM makers warn of 'jackpotting' hacks on U.S. machines", "date_updated": "24 DAYS AGO", "link": "https://www.reuters.com/article/us-cyber-atms-usa/atm-makers-warn-of-jackpotting-hacks-on-u-s-machines-idUSKBN1FG0WU", "blurb": "Diebold Nixdorf Inc and NCR Corp, two of the world's largest ATM makers, have warned that cyber criminals are targeting U.S. cash machines with tools that force them to spit out cash in hacking schemes known as \"jackpotting.\""}, {"title": "Hacked Tokyo cryptocurrency exchange to repay owners $425 million", "date_updated": "25 DAYS AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency/hacked-tokyo-cryptocurrency-exchange-to-repay-owners-425-million-idUSKBN1FH03D", "blurb": "Tokyo-based cryptocurrency exchange Coincheck Inc said on Sunday it would return about 46.3 billion yen ($425 million) of the virtual money it lost to hackers two days ago in one of the biggest-ever thefts of digital money."}, {"title": "China's securities watchdog fines blogger over $31,000 for inaccurate information", "date_updated": "25 DAYS AGO", "link": "https://www.reuters.com/article/us-china-economy-property-blogger/chinas-securities-watchdog-fines-blogger-over-31000-for-inaccurate-information-idUSKBN1FG0G9", "blurb": "China's top securities watchdog said it had fined a blogger 200,000 yuan ($31,650) for producing and spreading information that was inaccurate and market-disturbing, the harshest penalty for such behavior."}, {"title": "Tokyo-based cryptocurrency exchange hacked, losing $530 million: NHK", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-japan-cryptocurrency/tokyo-based-cryptocurrency-exchange-hacked-losing-530-million-nhk-idUSKBN1FF29C", "blurb": "Coincheck, a major cryptocurrency trading exchange in Tokyo, has been hacked into and has lost about 58 billion yen ($534 million) worth of virtual money, national broadcaster NHK reported on Friday."}, {"title": "Dell considering acquisitions or possible IPO:  sources", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-dell-ipo/dell-considering-acquisitions-or-possible-ipo-sources-idUSKBN1FF0AA", "blurb": "U.S. computer maker Dell Technologies Inc is exploring a range of options that could see the world's largest privately held technology company grow further through acquisitions or go public, people familiar with the matter said on Thursday."}, {"title": "Exclusive: Former Tezos board member says founders have caused a 'catastrophe'", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-bitcoin-tezos-board-exclusive/exclusive-former-tezos-board-member-says-founders-have-caused-a-catastrophe-idUSKBN1FF2R6", "blurb": "The co-founders of a cryptocurrency project called Tezos have caused a \"catastrophe\" by making unfounded accusations against the president of a Swiss foundation that controls the money raised, a former board member told Reuters."}, {"title": "Mueller team interviewed Facebook staff in Russia probe: Wired", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-usa-trump-russia-facebook/mueller-team-interviewed-facebook-staff-in-russia-probe-wired-idUSKBN1FF2OR", "blurb": "Special Counsel Robert Mueller and his office have interviewed at least one member of a Facebook team that was associated with Donald Trump's 2016 presidential campaign, Wired magazine reported on its website on Friday."}, {"title": "Novogratz, others invest in CNET founder's new blockchain venture", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-blockchain-token-investment/novogratz-others-invest-in-cnet-founders-new-blockchain-venture-idUSKBN1FF2HQ", "blurb": "Former macro hedge fund manager Mike Novogratz is one of several investors in VideoCoin, a startup eyeing a $50 million digital currency offering in a few months to take advantage of the growing appetite for cryptocurrencies, VideoCoin Chief Executive Halsey Minor said in an interview."}, {"title": "Colgate's sales disappoint despite price cuts, higher ad spending", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-colgate-results/colgates-sales-disappoint-despite-price-cuts-higher-ad-spending-idUSKBN1FF1HQ", "blurb": "Colgate-Palmolive Co's <CL.N> shares sank on Friday after the company reported lower-than-expected quarterly sales despite spending more on advertising and cutting prices to spur enough demand."}, {"title": "Intel shares hit dotcom-era highs after bumper results", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-intel-results-research/intel-shares-hit-dotcom-era-highs-after-bumper-results-idUSKBN1FF1IB", "blurb": "Intel Corp's <INTC.O> shares rose 7 percent on Friday to their highest in almost two decades, after strong results offered the clearest sign yet that its years-long effort to shift away from a slowing PC business was paying off."}, {"title": "Walmart to launch online grocery delivery in Japan in deal with Rakuten", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-walmart-rakuten/walmart-to-launch-online-grocery-delivery-in-japan-in-deal-with-rakuten-idUSKBN1FF05H", "blurb": "Walmart has struck a partnership with e-commerce firm Rakuten Inc to launch an online grocery delivery service in Japan, its latest effort to forge an alliance with a popular homegrown chain to crack a competitive market."}, {"title": "G20 to work on 'answer' to Bitcoin risk: ECB's Coeure", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-davos-meeting-bitcoin/g20-to-work-on-answer-to-bitcoin-risk-ecbs-coeure-idUSKBN1FF1CI", "blurb": "International regulators are looking at the risks poised by cryptocurrencies such as Bitcoin and will work on their response at their next G20 meeting in March, a European Central Bank director said on Friday."}, {"title": "Fujitsu in talks to sell mobile phone unit, highlighting fading Japanese presence", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-fujitsu-divestiture-polaris-capital-g/fujitsu-in-talks-to-sell-mobile-phone-unit-highlighting-fading-japanese-presence-idUSKBN1FE39U", "blurb": "Japan's Fujitsu Ltd said on Friday it was in talks about selling its mobile phone business to investment fund Polaris Capital Group, becoming the latest Japanese electronics maker to withdraw from the sector."}, {"title": "Facebook: Russian agents created 129 U.S. election events", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-usa-trump-russia-facebook/facebook-russian-agents-created-129-u-s-election-events-idUSKBN1FE37M", "blurb": "Facebook Inc said Russian agents created 129 events on the social media network during the 2016 U.S. election campaign, according to testimony to Congress, shedding more light on Russia's purported disinformation drive aimed at voters."}, {"title": "Intel data center sales surge, warns of potential security flaw fallout", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-intel-results/intel-data-center-sales-surge-warns-of-potential-security-flaw-fallout-idUSKBN1FE307", "blurb": "Intel Corp <INTC.O> on Thursday gave a bullish forecast and blew past Wall Street expectations for the fourth quarter on the strength of data center sales, the business it sees as key to its transformation from a PC supplier."}, {"title": "Western Digital's strong forecast eases fears of fading chip boom", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-western-digital-results/western-digitals-strong-forecast-eases-fears-of-fading-chip-boom-idUSKBN1FE30F", "blurb": "Western Digital Corp <WDC.O> gave strong profit forecasts for the current quarter and the full year on Thursday and said the flash memory market would grow faster this year, easing investor jitters that the surging demand for memory chips was fading."}, {"title": "Lyft probes allegations of employees misusing customer data", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-lyft-data/lyft-probes-allegations-of-employees-misusing-customer-data-idUSKBN1FF04P", "blurb": "Lyft is investigating allegations that its employees misused customer information, the U.S. ride-hailing firm said on Thursday."}, {"title": "With self-parking slippers, Nissan drives Japanese hospitality to a new level", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-japan-hotel-autoparking/with-self-parking-slippers-nissan-drives-japanese-hospitality-to-a-new-level-idUSKBN1FE18R", "blurb": "In Japan, where old traditions are constantly being updated with new technology, one inn is making use of automated driving technology to offer the latest in hands-free hospitality -- self-driving slippers."}, {"title": "Intuitive Surgical sees thinner profit margins in 2018, shares fall", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-intuitive-results/intuitive-surgical-sees-thinner-profit-margins-in-2018-shares-fall-idUSKBN1FE315", "blurb": "Intuitive Surgical Inc <ISRG.O> said on Thursday it would continue to spend heavily on research and development in 2018, seeking to fend off competition and maintain its dominance in the surgical robotic systems market."}, {"title": "Tesla denies further Model 3 production issues", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-tesla-production/tesla-denies-further-model-3-production-issues-idUSKBN1FE36Z", "blurb": "Tesla Inc <TSLA.O> is on track to achieve its production targets for the Model 3, the electric car-maker said on Thursday, squashing a report of further delays and quality issues for its latest and most-affordable sedan."}, {"title": "Tech firms let Russia probe software widely used by U.S. government", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-usa-cyber-russia/tech-firms-let-russia-probe-software-widely-used-by-u-s-government-idUSKBN1FE1DT", "blurb": "Major global technology providers SAP <SAPG.DE>, Symantec <SYMC.O> and McAfee have allowed Russian authorities to hunt for vulnerabilities in software deeply embedded across the U.S. government, a Reuters investigation has found."}, {"title": "Benchmark Capital drops lawsuit against ex-Uber CEO Kalanick", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-uber-benchmark-lawsuit/benchmark-capital-drops-lawsuit-against-ex-uber-ceo-kalanick-idUSKBN1FE2Z5", "blurb": "Silicon Valley venture firm Benchmark Capital's lawsuit against former Uber Technologies Inc [UBER.UL] CEO Travis Kalanick was dismissed on Thursday by a Delaware judge following an agreement between the parties."}, {"title": "S&P expects positive credit boost for Amazon 'HQ2' winner", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-usa-ratings-amazon-com/sp-expects-positive-credit-boost-for-amazon-hq2-winner-idUSKBN1FE350", "blurb": "The winning location for Amazon.com's $5 billion second headquarters project and its promise of up to 50,000 new jobs will likely receive a credit boost, S&P Global Ratings said on Thursday."}, {"title": "Exclusive: Viacom, CBS CEOs discuss potential merger - sources", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-viacom-cbs-m-a-exclusive/exclusive-viacom-cbs-ceos-discuss-potential-merger-sources-idUSKBN1FE2XT", "blurb": "Viacom Inc <VIAB.O> Chief Executive Bob Bakish and CBS Corp <CBS.N> CEO Leslie Moonves have had an exploratory discussion about merging the two media companies, sources familiar with the situation told Reuters on Thursday."}, {"title": "British PM May says Uber should not be shut down", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-davos-meeting-may-uber/british-pm-may-says-uber-should-not-be-shut-down-idUSKBN1FE1X5", "blurb": "British Prime Minister Theresa May said on Thursday that taxi company Uber should not be shut down but instead should comply better with labor and safety standards."}, {"title": "Loot Crate taps Dendera as it seeks new funding: sources", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-lootcrate-funding/loot-crate-taps-dendera-as-it-seeks-new-funding-sources-idUSKBN1FE31M", "blurb": "Loot Crate Inc, a monthly subscription service that sends video game and sci-fi paraphernalia to customers, has hired strategic consulting firm Dendera Advisory LLC as it seeks to raise new funds, people familiar with the matter said."}, {"title": "Bank of England says technology glitches hit limited number of transactions", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-britain-boe-technology/bank-of-england-says-technology-glitches-hit-limited-number-of-transactions-idUSKBN1FE2W7", "blurb": "The Bank of England said on Thursday it was experiencing intermittent technology problems that are indirectly affecting its ability to process a limited number of transactions for wholesale counterparties."}, {"title": "GLMX reboots high-tech platform in post-crisis repo environment", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-banks-fintech-glmx/glmx-reboots-high-tech-platform-in-post-crisis-repo-environment-idUSKBN1FE20C", "blurb": "GLMX has raised $20 million in financing and updated its high-tech platform for trading repurchase agreements and secured lending to help clients comply with new regulatory reporting requirements, the company said on Thursday."}, {"title": "Departing AmEx CEO Kenneth Chenault to join Airbnb board", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-airbnb-chenault/departing-amex-ceo-kenneth-chenault-to-join-airbnb-board-idUSKBN1FE2T2", "blurb": "Departing American Express Co <AXP.N> Chief Executive Kenneth Chenault will become Airbnb Inc's first non-affiliated independent board director, the home rental service's CEO Brian Chesky said."}, {"title": "Startup Robinhood to launch commission-free cryptocurrency trading", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-robinhood-cryptocurrency/startup-robinhood-to-launch-commission-free-cryptocurrency-trading-idUSKBN1FE2DC", "blurb": "Online brokerage startup Robinhood plans to launch commission-free cryptocurrency trading, the company said on Thursday, riding a wave of interest from retail investors for the new asset class."}, {"title": "Uniform global curbs on cryptocurrency trading may be hard: BOJ official", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-japan-bitcoin-boj/uniform-global-curbs-on-cryptocurrency-trading-may-be-hard-boj-official-idUSKBN1FE0XR", "blurb": "Policymakers around the world may debate ways to deal with the volatility of bitcoin and other cryptocurrencies but imposing global, across-the-board regulations on their trading won't be easy, a senior Bank of Japan official said on Thursday."}, {"title": "U.S. consumer bureau delays prepaid card rules into 2019", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-usa-cfpb-prepaid/u-s-consumer-bureau-delays-prepaid-card-rules-into-2019-idUSKBN1FE2GK", "blurb": "The U.S. Consumer Financial Protection Bureau announced Thursday it would delay the effective date of new restrictions on prepaid cards until April 2019, citing industry needs for more time to comply."}, {"title": "Chinese bike-sharing firms gear up to launch in Mexico", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-mexico-tech/chinese-bike-sharing-firms-gear-up-to-launch-in-mexico-idUSKBN1FE2FQ", "blurb": "A pair of deep-pocketed Chinese bike-sharing companies are gearing up to launch in Mexico, looking to make their Latin American debut in the country that is home to one of the world's largest and most congested cities."}, {"title": "EU court rejects Facebook class action suit by privacy activist", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-eu-court-facebook-privacy/eu-court-rejects-facebook-class-action-suit-by-privacy-activist-idUSKBN1FD33U", "blurb": "An Austrian privacy activist cannot bring a class action lawsuit against Facebook for alleged privacy violations but can sue the company himself in his home country, the European Union's highest court ruled on Thursday."}, {"title": "Meg Whitman to lead Katzenberg's mobile media startup NewTV", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-meg-whitman-ceo-newtv/meg-whitman-to-lead-katzenbergs-mobile-media-startup-newtv-idUSKBN1FD2QA", "blurb": "Departing Hewlett Packard Enterprise Co CEO Meg Whitman will become chief executive of DreamWorks co-founder Jeffrey Katzenberg's mobile media firm NewTV, a move that places her back into uncharted territory."}, {"title": "Trading Technologies-Coinbase deal to bridge bitcoin and futures", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-tradingtechnologies-coinbase-bitcoin/trading-technologies-coinbase-deal-to-bridge-bitcoin-and-futures-idUSKBN1FE2CK", "blurb": "Trading software provider Trading Technologies International Inc said on Thursday it has teamed up with crypto-currency exchange operator Coinbase to give institutional traders direct market access to both bitcoin and bitcoin futures beginning in March."}, {"title": "Austrian privacy activist says will sue Facebook in Vienna after EU ruling", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-eu-court-facebook-schrems/austrian-privacy-activist-says-will-sue-facebook-in-vienna-after-eu-ruling-idUSKBN1FE0YC", "blurb": "Max Schrems, an Austrian privacy activist, said his individual case against Facebook would go ahead in a court in Vienna after the EU top court blocked his attempt to bring a class action suit against the company on Thursday."}, {"title": "Twitter developing Snapchat-style tool for video sharing: Bloomberg", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-twitter-feature/twitter-developing-snapchat-style-tool-for-video-sharing-bloomberg-idUSKBN1FE1O5", "blurb": "Twitter Inc is working on a Snapchat-style tool that makes it simpler for users to post videos on its app, Bloomberg reported on Thursday, citing people familiar with the matter."}, {"title": "Cyber VC firm backed by ex-intelligence chiefs plans European deals", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-cyber-generals/cyber-vc-firm-backed-by-ex-intelligence-chiefs-plans-european-deals-idUSKBN1FE244", "blurb": "A venture capital fund advised by former British and U.S. intelligence officials is planning a string of acquisitions to create a pan-European cyber security specialist."}, {"title": "Wall Street to grill Intel on chip security flaws", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-intel-results-outlook/wall-street-to-grill-intel-on-chip-security-flaws-idUSKBN1FE1C5", "blurb": "Wall Street analysts will grill Intel Corp <INTC.O> executives on how massive security flaws in its computer chips are impacting business when the company reports quarterly results on Thursday."}, {"title": "Google rolls out new addition to 'Mute This Ad' feature", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-alphabet-advertising/google-rolls-out-new-addition-to-mute-this-ad-feature-idUSKBN1FE1T5", "blurb": "Alphabet Inc's Google rolled out a new addition to its ads settings that will enable users to mute reminder ads in apps and on websites that partner with the company to show the ads."}, {"title": "Kaspersky Lab says is sure it will win legal proceeding in USA: RIA", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-russia-kaspersky-lab/kaspersky-lab-says-is-sure-it-will-win-legal-proceeding-in-usa-ria-idUSKBN1FE1PK", "blurb": "Moscow-based cyber security company Kaspersky Lab is sure that it will win its legal process in the United States and that a ban on the use of its products by the U.S. government will be lifted, it was quoted as saying by RIA news agency on Thursday."}, {"title": "Qualcomm signs $2 billion sales MOUs with Lenovo, Xiaomi, vivo and OPPO", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-china-qualcomm/qualcomm-signs-2-billion-sales-mous-with-lenovo-xiaomi-vivo-and-oppo-idUSKBN1FE0D6", "blurb": "Qualcomm Technologies Inc <QCOM.O> has signed memorandums of understanding for sales worth at least $2 billion with top Chinese smartphone vendors, receiving vocal support from the firms as it fights an unsolicited buyout bid from Broadcom Ltd <AVGO.O>."}, {"title": "Britain should examine criminal use of cryptocurrencies: PM May", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-britain-politics-may-bloomberg/britain-should-examine-criminal-use-of-cryptocurrencies-pm-may-idUSKBN1FE1G3", "blurb": "Britain should take a serious look at cryptocurrencies such as Bitcoin because of the way they can be used by criminals, Prime Minister Theresa May said on Thursday."}, {"title": "Software AG's shares down more than 7 percent on margin outlook", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-software-results/software-ags-shares-down-more-than-7-percent-on-margin-outlook-idUSKBN1FE0FS", "blurb": "Software AG issued a cautious outlook on its profit margins on Thursday, triggering a 7 percent share-price slide even though the German software group also said its industrial internet business could double in size in 2018."}, {"title": "Russia ready to regulate, not ban cryptocurrencies", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-russia-cryptocurrencies-bill/russia-ready-to-regulate-not-ban-cryptocurrencies-idUSKBN1FE0Y0", "blurb": "Russia's Finance Ministry said on Thursday it was working on legislation to regulate cryptocurrency transactions without fully banning them or legalising digital FX as a means of payment in Russia."}, {"title": "Hyundai Motor sees tough U.S. market, after dismal 2017", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-hyundai-motor-results/hyundai-motor-sees-tough-u-s-market-after-dismal-2017-idUSKBN1FE0DW", "blurb": "Hyundai Motor Co <005380.KS> said challenges are expected to persist in the U.S. market, where its sales have already been battered by a lack of SUVs, after earlier reporting its worst annual earnings in seven years."}, {"title": "LG Electronics swings back to operating profit in fourth-quarter", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-lg-elec-results/lg-electronics-swings-back-to-operating-profit-in-fourth-quarter-idUSKBN1FE0JS", "blurb": "South Korea's LG Electronics Inc said on Thursday it swung to an operating profit of 366.9 billion won in the fourth quarter after reporting a loss a year earlier, matching its guidance from earlier this month."}, {"title": "STMicro posts surge in year-end results but eyes seasonal first-quarter dip", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-stmicroelectron-results/stmicro-posts-surge-in-year-end-results-but-eyes-seasonal-first-quarter-dip-idUSKBN1FE0IC", "blurb": "STMicroelectronics capped its best year since 2010 with strong, broad-based revenue growth and rising margins during 2017, and the chipmaker expected solid auto and industrial demand to offset a seasonal smartphone dip in the first quarter."}, {"title": "Alibaba, U.S. grocer Kroger had early business development talks: source", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-kroger-alibaba/alibaba-u-s-grocer-kroger-had-early-business-development-talks-source-idUSKBN1FE0EF", "blurb": "Chinese e-commerce and technology company Alibaba Group Holding Ltd and U.S. grocer Kroger Co have had early discussions on working together, including a meeting in which U.S. executives traveled to China, a source familiar with the matter said."}, {"title": "Vietnam's FPT unit signs $100 million deal with Innogy to provide technological solutions", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-fpt-software-innogy/vietnams-fpt-unit-signs-100-million-deal-with-innogy-to-provide-technological-solutions-idUSKBN1FE0EK", "blurb": "Vietnam's tech firm FPT Corp says its unit FPT Software signed a $100 million contract with Innogy SE to provide technological solutions for Innogy, FPT said on Thursday."}, {"title": "SK Hynix fourth-quarter profit rockets to record; chip demand seen surging this year", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-sk-hynix-results/sk-hynix-fourth-quarter-profit-rockets-to-record-chip-demand-seen-surging-this-year-idUSKBN1FD35H", "blurb": "South Korea's SK Hynix capped a record year in profit with a blockbuster fourth quarter and predicted a further surge in demand for memory chips this year, easing market concerns that the chip boom might be over."}, {"title": "Uber CEO to visit Japan, India in Feb on charm offensive", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-uber-asia/uber-ceo-to-visit-japan-india-in-feb-on-charm-offensive-idUSKBN1FE09D", "blurb": "Uber Chief Executive Dara Khosrowshahi will make his first visit to Asia next month as the new head looks to improve the image of the controversial ride-sharing firm in the region."}, {"title": "South Korea's LG to hike washer prices in U.S. after tariffs", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-lg-elec-tariffs/south-koreas-lg-to-hike-washer-prices-in-u-s-after-tariffs-idUSKBN1FD2Z9", "blurb": "LG Electronics Inc will raise prices of most of its washing machines in the United States, the South Korean company said on Wednesday, two days after the Trump administration slapped steep tariffs on imported large residential washing machines."}, {"title": "iPhone software update spotlights Apple secrecy on battery health", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-apple-batteries-apps-analysis/iphone-software-update-spotlights-apple-secrecy-on-battery-health-idUSKBN1FD3AP", "blurb": "Apple Inc's move on Wednesday to give iPhone owners information about the health of their batteries reverses the company's longstanding refusal to make such information available directly on iPhones and iPads, even though battery health has long been easy to check on Apple's Mac computers."}, {"title": "Alphabet unveils business unit devoted to cyber security", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-alphabet-chronicle/alphabet-unveils-business-unit-devoted-to-cyber-security-idUSKBN1FD2U3", "blurb": "Alphabet Inc launched a new business unit on Wednesday that will sell cyber security software to Fortune 500 companies, the latest move by the parent of Google to become a big player in corporate computing."}, {"title": "Whirlpool profit forecast misses estimates, despite tariffs boost", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-whirlpool-results/whirlpool-profit-forecast-misses-estimates-despite-tariffs-boost-idUSKBN1FD329", "blurb": "Whirlpool Corp's <WHR.N> revenue growth unexpectedly slowed in the fourth quarter, and the home appliance maker's full-year profit forecast fell short of market expectations, sending its shares down in trading after the bell on Wednesday."}, {"title": "China goes on tech-hiring binge and wages soar, closing gap with Silicon Valley", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-china-economy-tech-analysis/china-goes-on-tech-hiring-binge-and-wages-soar-closing-gap-with-silicon-valley-idUSKBN1FD37S", "blurb": "China's war for technology talent is intensifying."}, {"title": "AT&T urges Congress to rewrite net neutrality rules", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-usa-internet-att/att-urges-congress-to-rewrite-net-neutrality-rules-idUSKBN1FD2CP", "blurb": "AT&T Inc urged U.S. Congress on Wednesday to write new laws to govern the internet, seeing that as preferable to future regulatory involvement after the Trump administration voted to rescind so-called net neutrality rules late last year."}, {"title": "U.S. auto regulator probing Tesla 'Autopilot' crash", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-tesla-crash/u-s-auto-regulator-probing-tesla-autopilot-crash-idUSKBN1FD2OR", "blurb": "The U.S. National Highway Traffic Safety Administration (NHTSA) said on Thursday it was sending investigators to examine the crash of a Tesla Inc <TSLA.O> vehicle, apparently traveling in semi-autonomous mode, and a fire truck in California."}, {"title": "Xiaomi usurps Samsung to become top smartphone seller in India", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-india-smartphones/xiaomi-usurps-samsung-to-become-top-smartphone-seller-in-india-idUSKBN1FD36U", "blurb": "Samsung Electronics has lost its crown as the top smartphone seller in India for the first time in six years, as it was outsold by China's Xiaomi in the final quarter of 2017, data from two tech research firms shows."}, {"title": "UK's May seeks to harness investor power in fight against online extremism", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-davos-meeting-may/uks-may-seeks-to-harness-investor-power-in-fight-against-online-extremism-idUSKBN1FD36O", "blurb": "Investors should use their financial clout to force internet firms into taking more responsibility for stopping militants and pedophiles using their platforms, British Prime Minister Theresa May will say on Thursday."}, {"title": "EU fines chipmaker Qualcomm $1.2 billion over exclusivity deal with Apple", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-eu-qualcomm/eu-fines-chipmaker-qualcomm-1-2-billion-over-exclusivity-deal-with-apple-idUSKBN1FC2WP", "blurb": "U.S. chipmaker Qualcomm Inc was hit with a 997 million euro ($1.23 billion) fine by European Union antitrust regulators on Wednesday for paying Apple Inc to use only its chips, blocking out rivals such as Intel Corp ."}, {"title": "Senate looks for way out of gridlock on self-driving car bill", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-autos-congress/senate-looks-for-way-out-of-gridlock-on-self-driving-car-bill-idUSKBN1FD2ZF", "blurb": "The chairman of the U.S. Senate Commerce Committee is pursuing different strategies to win approval this year of landmark self-driving car legislation that could make it easier for automakers to get thousands of cars on the road without human controls."}, {"title": "U.S. accuses Nevada-based company of cryptocurrency scam", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-usa-cryptocurrency-bigcoinpay/u-s-accuses-nevada-based-company-of-cryptocurrency-scam-idUSKBN1FD1ZU", "blurb": "U.S. regulators on Wednesday accused a Nevada company and two men involved with it of misappropriating over $6 million from customers seeking to buy a virtual currency called My Big Coin, the latest in a string of cases involving cryptocurrencies."}, {"title": "Siemens prepares for industrial software consolidation", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-siemens-digital/siemens-prepares-for-industrial-software-consolidation-idUSKBN1FD2FG", "blurb": "Germany's Siemens is preparing for an eventual consolidation of platforms competing to provide businesses with factory software, said a management board member with responsibility for the digital factory division."}, {"title": "English soccer club Arsenal signs up to promote cryptocurrency", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-britain-cryptocurrencies-soccer/english-soccer-club-arsenal-signs-up-to-promote-cryptocurrency-idUSKBN1FD2KK", "blurb": "English soccer team Arsenal is entering the cryptocurrency world by signing a deal to promote new digital tokens being sold by an American gaming software company."}, {"title": "EU calls on firms, governments to speed up privacy law preparation", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-eu-dataprotection/eu-calls-on-firms-governments-to-speed-up-privacy-law-preparation-idUSKBN1FD2MG", "blurb": "Businesses, regulators and governments have just over 100 days to get ready for the biggest shake-up of personal data privacy rules since the birth of the internet, the European Union executive said on Wednesday, in a reminder of how much work still needs to be done."}, {"title": "Fintechs impatient as British banks seek extra time to open up", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-fintech-delays/fintechs-impatient-as-british-banks-seek-extra-time-to-open-up-idUSKBN1FD1G4", "blurb": "Financial technology firms were supposed to start breaking into mainstream banking this month when new rules forced Britain's nine big banks to loosen their grip on the industry."}, {"title": "Welsh health service data centers briefly hit by technical issue", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-britain-health-wales/welsh-health-service-data-centers-briefly-hit-by-technical-issue-idUSKBN1FD27C", "blurb": "A technical issue briefly hit two data centers of the National Health Service (NHS) in Wales, the devolved Welsh administration said on Wednesday, with media reports suggesting that doctors had struggled to access patient records during the outage."}, {"title": "Google to open tech center near Lisbon, creating 500 jobs - prime minister", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-google-portugal/google-to-open-tech-center-near-lisbon-creating-500-jobs-prime-minister-idUSKBN1FD2DS", "blurb": "Alphabet Inc's Google will open a new support center for Europe, Middle East and Africa in Portugal this year, Prime Minister Antonio Costa said on Wednesday."}, {"title": "China's JD.com complains of 'serious' U.S. protectionism", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-davos-meeting-china-usa/chinas-jd-com-complains-of-serious-u-s-protectionism-idUSKBN1FD2AP", "blurb": "The head of China's second-biggest e-commerce company, JD.com Inc, accused the United States on Wednesday of practicing \"serious\" protectionism against Chinese firms and said this would ultimately backfire on the world's largest economy."}, {"title": "Burger King tweaks U.S. regulator in new 'net neutrality' advertisement", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-usa-internet/burger-king-tweaks-u-s-regulator-in-new-net-neutrality-advertisement-idUSKBN1FD21J", "blurb": "Fast food company Burger King is taking on the Trump administration's decision to reverse the landmark 2015 net neutrality rules and making fun of the top U.S. telecommunications regulator in doing so."}, {"title": "Car service Addison Lee challenges rivals with global app bookings", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-addisonlee-expansion/car-service-addison-lee-challenges-rivals-with-global-app-bookings-idUSKBN1FD0X7", "blurb": "British premium car service Addison Lee said customers will be able to book journeys using their app in over 100 cities from Wednesday as it invests in $90 million worth of new vehicles in a global expansion drive, rivaling the likes of Uber."}, {"title": "ICO funded projects hit by 100 cyber attacks a month: report", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-crytpo-ico-attacks/ico-funded-projects-hit-by-100-cyber-attacks-a-month-report-idUSKBN1FD1H2", "blurb": "Projects which raise funds through \"initial coin offerings\" (ICOs) are attacked by cyber criminals 100 times a month on average, a report said, underscoring the risks of investing in cryptocurrency ventures online."}, {"title": "Apple to add battery features after slowdown row", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-apple-batteries/apple-to-add-battery-features-after-slowdown-row-idUSKBN1FD1V7", "blurb": "Apple Inc announced changes on Wednesday that make good on its promise to allow users to turn off a controversial feature that slows down iPhones when batteries are running low, although it signaled it might take months more to deliver."}, {"title": "Israeli road hazard warning app Nexar raises $30 million", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-tech-nexar-fundraising/israeli-road-hazard-warning-app-nexar-raises-30-million-idUSKBN1FD1KI", "blurb": "Israel-based Nexar, whose technology warns drivers of real-time road hazards, said on Wednesday it raised $30 million in a financing round led by Ibex Ventures."}, {"title": "Baidu seeks new investors for finance unit in up to $2 billion deal: sources", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-baidu-fundraising/baidu-seeks-new-investors-for-finance-unit-in-up-to-2-billion-deal-sources-idUSKBN1FD1EZ", "blurb": "Chinese search engine Baidu Inc is seeking new investors for its wholly-owned finance unit, in a deal that could fetch up to $2 billion and deepen its push into financial services, people with knowledge of the matter said."}, {"title": "Self-driving car experts offer online degree in 'flying cars'", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-auto-flyingcars-degree/self-driving-car-experts-offer-online-degree-in-flying-cars-idUSKBN1FC2KE", "blurb": "Self-driving car pioneer Sebastian Thrun has shifted his gaze to the skies, as his Silicon Valley online school Udacity launches what it calls the first \"nanodegree\" in flying car engineering."}, {"title": "Google, Tencent, Sequoia China join $15 million funding for pharma startup XtalPi", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-google-tencent-ai/google-tencent-sequoia-china-join-15-million-funding-for-pharma-startup-xtalpi-idUSKBN1FD08W", "blurb": "Alphabet Inc's Google, Tencent Holdings Ltd and Sequoia Capital China have joined a $15 million B series funding round for Boston- and Shenzhen-based artificial intelligence (AI) pharmaceutical firm XtalPi Inc."}, {"title": "Texas Instruments' revenue growth slowdown rattles investors", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-texas-instrument-results/texas-instruments-revenue-growth-slowdown-rattles-investors-idUSKBN1FC2ZL", "blurb": "Texas Instruments Inc <TXN.O> on Tuesday posted the slowest revenue growth in four quarters on softer demand for its chips used in communications equipment, disappointing investors who expected sales for automotive chips to drive strong results."}, {"title": "Facebook buys Boston software company that authenticates IDs", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-facebook-deals/facebook-buys-boston-software-company-that-authenticates-ids-idUSKBN1FC2ZP", "blurb": "Facebook Inc <FB.O> is buying a software firm that specializes in authenticating government-issued identification cards, the two companies said on Tuesday, a step that may help the social media company learn more about the people who buy ads on its network."}, {"title": "Tesla sets massive stock awards for Musk based on boosting market value", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-tesla-ceo/tesla-sets-massive-stock-awards-for-musk-based-on-boosting-market-value-idUSKBN1FC0VN", "blurb": "Silicon Valley billionaire Elon Musk could earn as much as $55.8 billion in Tesla Inc stock and own more than a quarter of the electric car company in the next decade if he hits all targets of a bold new pay plan."}, {"title": "Apple launches HomePod voice speaker, takes on Google, Amazon", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-apple-homepod/apple-launches-homepod-voice-speaker-takes-on-google-amazon-idUSKBN1FC1SX", "blurb": "After missing the critical holiday shopping season, Apple Inc has jumped into the voice speaker wars with the HomePod smart speaker, a device that will use its Siri voice assistant and compete against offerings from Amazon.com Inc and Alphabet Inc's Google."}, {"title": "Russian tech investors set up shop in Silicon Valley", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-russia-venturefunds/russian-tech-investors-set-up-shop-in-silicon-valley-idUSKBN1FC1KS", "blurb": "Masha Drokova, a 28-year-old Russian political activist turned venture capitalist, on Tuesday joined a small family of Russian nationals who have set up shop as Silicon Valley venture investors."}, {"title": "Former Xbox exec Phil Harrison joins Google hardware unit", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-alphabet-hardware/former-xbox-exec-phil-harrison-joins-google-hardware-unit-idUSKBN1FC2UI", "blurb": "A veteran Sony and Microsoft video game executive has joined the hardware development unit at Alphabet Inc's Google, and analysts said he could help the company hone its efforts in mixed-reality technologies."}, {"title": "Online lender SoFi nabs Twitter executive Noto as CEO", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-twitter-moves-coo/online-lender-sofi-nabs-twitter-executive-noto-as-ceo-idUSKBN1FC1W7", "blurb": "Wall Street banker turned Silicon Valley executive Anthony Noto has left Twitter Inc <TWTR.N> to become chief executive officer of online lender Social Finance Inc, the companies said on Tuesday."}, {"title": "Venezuela says 'petro' cryptocurrency pre-sale will be in hard currency", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-venezuela-economy-petro/venezuela-says-petro-cryptocurrency-pre-sale-will-be-in-hard-currency-idUSKBN1FC2RG", "blurb": "Venezuela's \"petro\" cryptocurrency will initially be offered in a pre-sale in hard currency and other cryptocurrencies, the government said on Tuesday, and not initially available in the country's collapsing bolivar currency."}, {"title": "Japan's bitFlyer exchange says regulation no threat as it expands into Europe", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-bitcoin-exchange-bitflyer/japans-bitflyer-exchange-says-regulation-no-threat-as-it-expands-into-europe-idUSKBN1FC2OS", "blurb": "One of the world's biggest cryptocurrency exchanges said on Tuesday it did not fear a regulatory clampdown would squeeze the market, and instead was targeting millions of new customers in Europe with a fresh expansion."}, {"title": "Facebook to hand privacy controls to users ahead of EU law", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-facebook-sandberg-privacy/facebook-to-hand-privacy-controls-to-users-ahead-of-eu-law-idUSKBN1FC1Q6", "blurb": "Facebook will make it easier for its more than 2 billion users to manage their own data in response to a tough new European Union law that comes into force in May, the social network's Chief Operating Officer Sheryl Sandberg said."}, {"title": "Google gets into audiobooks as rivalry with Amazon heats up", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-alphabet-audiobooks/google-gets-into-audiobooks-as-rivalry-with-amazon-heats-up-idUSKBN1FC2H2", "blurb": "Alphabet Inc's Google introduced audiobooks to its online store on Tuesday, making its smart speakers and virtual assistant more competitive with Amazon.com Inc's Echo devices and Alexa voice assistant."}, {"title": "Netflix shares hit record high after blockbuster results", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-netflix-results-research/netflix-shares-hit-record-high-after-blockbuster-results-idUSKBN1FC1BV", "blurb": "Netflix Inc's <NFLX.O> shares rose 13 percent to a record high on Tuesday after the video streaming service trounced Wall Street targets for new subscribers in the fourth quarter."}, {"title": "KKR-backed cyber firm Optiv expands into Europe with deals in mind", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-cyber-europe-kkr-optiv/kkr-backed-cyber-firm-optiv-expands-into-europe-with-deals-in-mind-idUSKBN1FC22E", "blurb": "Optiv Security, an acquisitive Denver-based company backed by private equity firm KKR, is expanding into Europe where it will offer its cyber security management and consultancy services, executives said on Tuesday."}, {"title": "Uber CEO says relationship with ex-chief Kalanick 'fine but strained'", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-uber-ceo/uber-ceo-says-relationship-with-ex-chief-kalanick-fine-but-strained-idUSKBN1FC1N8", "blurb": "Uber [UBER.UL] Chief Executive Dara Khosrowshahi said the ride-hailing company's relationship with former chief Travis Kalanick was \"fine but strained\"."}, {"title": "Snapchat to let users share stories outside the app", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-snap-redesign/snapchat-to-let-users-share-stories-outside-the-app-idUSKBN1FC1UY", "blurb": "Snap Inc said it is launching a new feature on Snapchat on Tuesday, allowing users to share public stories with friends and family who aren't on the app."}, {"title": "U.S. cloud-computing failure could spur up to $19 billion in losses: Lloyd's", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-cyber-cloud-disruption/u-s-cloud-computing-failure-could-spur-up-to-19-billion-in-losses-lloyds-idUSKBN1FC1UC", "blurb": "A cyber problem that temporary shuts down a top U.S. cloud computing provider could trigger as much as $19 billion in business losses, only a fraction of which would be insured, Lloyd's of London said in a report on Tuesday."}, {"title": "Microsoft could lose out if it curbs sales in Russia: minister", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-ukraine-crisis-russia-microsoft/microsoft-could-lose-out-if-it-curbs-sales-in-russia-minister-idUSKBN1FC169", "blurb": "Microsoft could lose billions of dollars if it chooses to curb its sales in Russia due to U.S. sanctions, communications minister Nikolai Nikoforov was quoted by Russian news agencies as saying on Tuesday."}, {"title": "South Korea to ban cryptocurrency traders from using anonymous bank accounts", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-southkorea-bitcoin/south-korea-to-ban-cryptocurrency-traders-from-using-anonymous-bank-accounts-idUSKBN1FC069", "blurb": "South Korea will ban the use of anonymous bank accounts in cryptocurrency trading from Jan. 30, regulators said on Tuesday in a widely telegraphed move designed to stop virtual coins from being used for money laundering and other crimes."}, {"title": "LG Display's OLED outlook offsets earnings gloom, drives up shares", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-lg-display-results-annual/lg-displays-oled-outlook-offsets-earnings-gloom-drives-up-shares-idUSKBN1FB31Y", "blurb": "LG Display Co Ltd said it would begin making plastic organic light-emitting diode panels at a new line in South Korea in the third quarter, driving up its shares as investors cheered the clearer timeline for mass production of the small screens."}, {"title": "U.S. product lets investors triple bet on popular tech stocks", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-usa-stocks-tech/u-s-product-lets-investors-triple-bet-on-popular-tech-stocks-idUSKBN1FC08X", "blurb": "Investors are getting a high-octane way to bet on or against the stock market's technology leaders."}, {"title": "Montana governor takes stand for state to honor 'net neutrality'", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-usa-internet-montana/montana-governor-takes-stand-for-state-to-honor-net-neutrality-idUSKBN1FB30O", "blurb": "Montana will sign contracts only with internet service providers that honor \"net neutrality\" firms, Governor Steve Bullock said on Monday, the latest effort by a state to undermine a Federal Communications Commission order rolling back rules introduced in 2015."}, {"title": "Netflix crosses $100 billion market capitalization as subscribers surge", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-netflix-results/netflix-crosses-100-billion-market-capitalization-as-subscribers-surge-idUSKBN1FB2WM", "blurb": "Netflix Inc <NFLX.O> snagged 2 million more subscribers than Wall Street expected in the final three months of 2017, tripling profits at the online video service that is burning money on new programming to dominate internet television around the world."}, {"title": "Netflix takes $39 million charge after Kevin Spacey scandal", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-netflix-results-spacey/netflix-takes-39-million-charge-after-kevin-spacey-scandal-idUSKBN1FC072", "blurb": "A sexual misconduct scandal involving Kevin Spacey cost streaming video service Netflix Inc <NFLX.O> some $39 million late last year as it stopped projects associated with the actor, a source with knowledge of the matter said on Monday."}, {"title": "China online quiz craze lures prize seekers, tech giants", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-china-internet-gameshow/china-online-quiz-craze-lures-prize-seekers-tech-giants-idUSKBN1FC07T", "blurb": "It seems like a game everyone wins: some of China's biggest tech companies, looking to hook in new consumers, are using cash prizes to draw millions of contenders to mobile-based online quiz shows."}, {"title": "Impinj shares pare gains as Amazon.com says no RFID used at automated store", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-amazon-com-store-rfid/impinj-shares-pare-gains-as-amazon-com-says-no-rfid-used-at-automated-store-idUSKBN1FC01N", "blurb": "Shares of radio-frequency identification (RFID) chipmaker Impinj Inc pared gains on Monday after Amazon.com Inc said its new checkout-free grocery store, which opened to the public on Monday, does not use the technology."}, {"title": "Intel asks customers to halt patching for chip bug, citing flaw", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-cyber-intel/intel-asks-customers-to-halt-patching-for-chip-bug-citing-flaw-idUSKBN1FB2M9", "blurb": "Intel Corp <INTC.O> said on Monday that patches it released to address two high-profile security vulnerabilities in its chips are faulty, advising customers, computer makers and cloud providers to stop installing them."}, {"title": "Facebook should pay 'trusted' news publishers carriage fee: Murdoch", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-facebook-media-murdoch/facebook-should-pay-trusted-news-publishers-carriage-fee-murdoch-idUSKBN1FB2OG", "blurb": "Media mogul Rupert Murdoch on Monday called on Facebook to pay \"trusted\" news publishers a carriage fee, similar to the model used by cable companies, amid efforts by the social media company to fight misinformation on its platform."}, {"title": "More than 10 percent of $3.7 billion raised in ICOs has been stolen: Ernst & Young", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-ico-ernst-young/more-than-10-percent-of-3-7-billion-raised-in-icos-has-been-stolen-ernst-young-idUSKBN1FB1MZ", "blurb": "More than 10 percent of funds raised through \"initial coin offerings\" are lost or stolen in hacker attacks, according to new research by Ernst & Young that delves into the risks of investing in cryptocurrency projects online."}, {"title": "Huawei, ZTE cut lobbying spending but find other ways to spread influence", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-china-usa-telecoms/huawei-zte-cut-lobbying-spending-but-find-other-ways-to-spread-influence-idUSKBN1FB30K", "blurb": "Chinese telecommunications equipment companies Huawei [HWT.UL] and ZTE, which face strong political headwinds in the United States, sharply cut lobbying expenditures last year, according to fourth-quarter spending disclosures."}, {"title": "Waymo to start testing self-driving cars in Atlanta", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-alphabet-selfdriving/waymo-to-start-testing-self-driving-cars-in-atlanta-idUSKBN1FB2YV", "blurb": "Waymo, Alphabet Inc's self-driving car unit, would start testing its self-driving vehicles in Atlanta, it said on Twitter on Monday."}, {"title": "Adobe lifts profit forecast on tax reform boost", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-adobe-outlook/adobe-lifts-profit-forecast-on-tax-reform-boost-idUSKBN1FB2WW", "blurb": "Photoshop maker Adobe Systems Inc <ADBE.O> on Monday lifted its adjusted profit forecast for the current quarter and the full year, saying it expects its effective tax rate to decline \"substantially\" due to the recently enacted U.S. tax reforms."}, {"title": "SEC is scrutinizing overnight blockchain companies: chairman", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-usa-sec-blockchain/sec-is-scrutinizing-overnight-blockchain-companies-chairman-idUSKBN1FB2XI", "blurb": "The U.S. Securities and Exchange Commission (SEC) is scrutinizing public companies that change their name or business model in a bid to capitalize upon the hype surrounding blockchain technology, SEC Chairman Jay Clayton said on Monday."}, {"title": "Amazon's automated grocery store of the future opens Monday", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-amazon-com-store/amazons-automated-grocery-store-of-the-future-opens-monday-idUSKBN1FA0RL", "blurb": "Amazon.com Inc <AMZN.O> will open its checkout-free grocery store to the public on Monday after more than a year of testing, the company said, moving forward on an experiment that could dramatically alter brick-and-mortar retail."}, {"title": "Icahn, Deason join forces to demand Xerox explore options", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-xerox-fujifilm-icahn/icahn-deason-join-forces-to-demand-xerox-explore-options-idUSKBN1FB021", "blurb": "Hedge fund managers Carl Icahn and Darwin Deason joined forces on Monday to push Xerox Corp <XRX.N> to explore strategic options, oust its \"old guard\", including its CEO, and negotiate better terms for its decades-long deal with Japan's Fujifilm."}, {"title": "Top Swiss cryptocurrency lawyer questions 'stupid' ICO structure", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/uk-swiss-crypto/top-swiss-cryptocurrency-lawyer-questions-stupid-ico-structure-idUSKBN1FB1TM", "blurb": "One of the top lawyers in the booming cryptocurrency industry says the legal structure he helped set up to raise funds for new virtual currencies is \"old, inflexible and stupid\" and may no longer be fit for purpose."}, {"title": "Uber CEO focused on 'responsible growth', seeks fresh start in Germany", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-tech-germany-uber/uber-ceo-focused-on-responsible-growth-seeks-fresh-start-in-germany-idUSKBN1FB1ZA", "blurb": "Uber's chief executive said on Monday that he was focused on \"responsible growth\" as he seeks to put an end to the take-no-prisoners culture he inherited on joining the pioneer of ride-hailing services last year."}, {"title": "Craft and tech mingle at French couture house Fournie", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-fashion-paris-couture-fournie/craft-and-tech-mingle-at-french-couture-house-fournie-idUSKBN1FB0YO", "blurb": "At his Paris workshop, haute couturier Julien Fournie is surveying the final tucks and tweaks to his outfits as models try on his hand-stitched silk gowns, bringing to life creations he first sketched on a tablet. "}, {"title": "Alstom to test automated freight train in the Netherlands", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-alstom-transportation-automation/alstom-to-test-automated-freight-train-in-the-netherlands-idUSKBN1FB22A", "blurb": "A train will travel for about 100 kilometers (62 miles) without driver intervention as part of the first test of an automated train for overground freight by Alstom, the French train-maker said on Monday."}, {"title": "Banking group Nordea bans bitcoin trading", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/uk-nordea-bitcoin/banking-group-nordea-bans-bitcoin-trading-idUSKBN1FB1XZ", "blurb": "Nordea has forbidden all its roughly 31,000 employees from trading in cryptocurrencies such as bitcoin due to high risks, it said on Monday."}, {"title": "Deutsche Boerse creates index using algorithm to track AI leaders like Apple", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-deutsche-boerse-index-tech/deutsche-boerse-creates-index-using-algorithm-to-track-ai-leaders-like-apple-idUSKBN1FB1WF", "blurb": "Deutsche Boerse has launched an index that tracks companies that are leaders in artificial intelligence (AI) by using an algorithm to identify early adopters of the technology."}, {"title": "French Finance Minister backs contract renewal for embattled Orange CEO Richard", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-france-orange/french-finance-minister-backs-contract-renewal-for-embattled-orange-ceo-richard-idUSKBN1FB0ZF", "blurb": "Orange Chief Executive Stephane Richard's contract should be renewed, France's finance minister said on Monday, even after Richard was ordered to stand trial for abusing public funds in a case unrelated to the telecommunications firm."}, {"title": "UK's Computacenter hikes 2017 expectations, sees stable 2018", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-computacenter-outlook/uks-computacenter-hikes-2017-expectations-sees-stable-2018-idUSKBN1FB0QT", "blurb": "IT services firm Computacenter Plc said on Monday its 2017 adjusted pretax results were set to beat its expectations, driven by strength across Germany, the United Kingdom and France."}, {"title": "Exclusive: U.S. sanctions curb Microsoft sales to hundreds of Russian firms", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-ukraine-crisis-russia-microsoft-exclu/exclusive-u-s-sanctions-curb-microsoft-sales-to-hundreds-of-russian-firms-idUSKBN1FB0MU", "blurb": "Two of Microsoft's official distributors in Russia have imposed restrictions on sales of Microsoft software to more than 200 Russian companies following new U.S. sanctions, according to notifications circulated by the distributors."}, {"title": "Toshiba considering IPO for memory chip unit: FT", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-toshiba-chips/toshiba-considering-ipo-for-memory-chip-unit-ft-idUSKBN1FB04U", "blurb": "Toshiba Corp is considering an IPO of its prized memory chip business if an agreed $18 billion sale to a Bain Capital-led consortium fails to gain antitrust approval by the end of March, the Financial Times reported on Monday."}, {"title": "Facebook to open digital training hubs in Europe", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-facebook-europe/facebook-to-open-digital-training-hubs-in-europe-idUSKBN1FA179", "blurb": "Facebook <FB.O> said on Monday it will open three new centers in Europe to train people in digital skills and committed to training one million people over the next two years, part of the social media giant's drive to show its contribution to the bloc."}, {"title": "Contrite Facebook executives seek to ward off more European rules", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-tech-germany-facebook/contrite-facebook-executives-seek-to-ward-off-more-european-rules-idUSKBN1FA0SH", "blurb": "Facebook executives are fanning out across Europe this week to address the social media giant’s slow response to abuses on its platform, seeking to avoid further legislation along the lines of a new hate speech law in Germany it says goes too far."}, {"title": "Twitter to notify users exposed to Russian propaganda during U.S. elections", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-twitter-russia/twitter-to-notify-users-exposed-to-russian-propaganda-during-u-s-elections-idUSKBN1F82TR", "blurb": "Twitter Inc <TWTR.N>, which is reviewing Russian interference during the 2016 U.S. elections, said on Friday it would notify some of its users whether they were exposed to content generated by a suspected Russian propaganda service."}, {"title": "Trump signs bill renewing NSA's internet surveillance program", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-usa-trump-cyber-surveillance/trump-signs-bill-renewing-nsas-internet-surveillance-program-idUSKBN1F82MK", "blurb": "U.S. President Donald Trump on Friday said he signed into law a bill renewing the National Security Agency's warrantless internet surveillance program, sealing a defeat for digital privacy advocates."}, {"title": "Ex-IBM employee from China gets five years prison for stealing code", "date_updated": "A MONTH AGO", "link": "https://www.reuters.com/article/us-ibm-crime-china/ex-ibm-employee-from-china-gets-five-years-prison-for-stealing-code-idUSKBN1F82P9", "blurb": "A former software engineer for IBM in China was sentenced to five years in prison after he pleaded guilty to stealing proprietary source code from the company, prosecutors announced on Friday."}]